module.exports =
`爸把小灵通换成了手机，不知道什么是信息群发，于是就逐个打电话给他的朋友。我刚下班回到家，妈说：你爸他打了一个下午的电话了…… 过年了，短信满天飞，妈的手机也收到不少短信，但是她不会发短信，没办法，一个一个打回去呗。 那天，有朋友问我：“是移动的手机好用还是联通的手机好用？” 老总拿他的手机给我：“你看一下我的手机怎么只能接却打不了电话了。”我拿来一看，原来是键盘锁没开，跟他说了半天，老总不耐烦了：“这么麻烦，你把锁拆了。”狂晕……,
仁慈的上帝创造了天地，同时也给各种各样的植物起了名字。各种类型的花卉全都来了，上帝给它们都一一准备好了名字。然后他就打发花儿们到草地上和花园里，叫它们各归其位。此后不久，一种带有一颗黄色小星的天蓝色小花回到仁慈的上帝跟前。小花问道：“上帝，您是怎样给我命名的？我把我的名字忘掉了。”“你……”上帝说，“那么你应该叫做‘勿忘我’”。这时候，这种小花羞愧地躲到草里去了。直到今天，它那带有金星的蓝眼睛还在闪闪发光。每当人们采摘这花儿时，仁慈的上帝就会说：“勿忘我！ ”,
期末，我对高数老师说：“您给我多少分，我祝您活多少岁。”高数老师轻蔑的看了我一眼说：“我今年60多了，就给你59分吧。”于是，我挂了……,
妻（趴在丈夫的病床边）：你一定不能死，汤姆。我偌大一个衣橱里，连一件黑衣服也没有。夫（对游泳教练）：你可以教我太太淹死吗？,
学生调皮捣蛋，老师让学生喊家长过来，学生说：“老师你打电话给他们比较管用，正好叫过来也让我见见。”
一个朋友坐火车，检票进站人特多，就把身份证和车票都拿在手里，上车安顿好后朋友又拿出火车票查看，发现票没剪，心里正要高兴，老子身份证怎么少了一个角！
有一天，儿子走到大镜子前，默默地站着，两只眼睛紧紧地闭着，一会儿睁眼向镜子里偷看一下。妈妈看到了，走过来问：“儿子，你在干什么呀？”儿子急忙向妈妈摇手说：“别吵，别吵！我在睡觉，我要看看我自己睡觉的时候是什么样子。”
妻子和丈夫一起回家，妻子一进门就把门关上。丈夫一边敲门一边喊：“开门，开门，我还没进去，真是的！ ”做公共汽车售票员的妻子说：“吵啥吵？坐下一趟吧！ ”
巷子里有只不知谁家的猫，看着可爱逐拿钥匙逗它。它也像抓老鼠样，觉的好玩。我又拿钥匙往前面一丢，它扑出去咬着我家钥匙，(我以为会像小狗样叼回来)。竟然它的跑了…跑了…跑了…
咻......,冷风阵阵吹来,令人不寒而栗,去过成功岭的人应该的应该都过603高地吧!故事就是在那发生的.有去过那里打野外?闭L一个废弃的岗哨吧.以前那边本来有人看守的,後来因为闹鬼,所以才撤走的.时间大概是深夜一二点吧,站岗的卫兵觉得肚子饿,但也没东西吃,又饿又冷,嘴里便骂道:"干XX,那么晚还叫人站卫兵,真是的,又没有人会来这,站啥卫兵嘛"!但骂归骂,还是要站呀!两个人就互相站一小时,站著站著。忽然听到远远的地方传来声音:"卖肉粽喔"!声音听起来很苍老的感觉,好像是一位老人叫卖的声音,声音很小,但因为是深夜,所以听的还算清楚."喂!喂!别睡啦,有人卖肉粽耶!我们赶快去买",说著两人就兴匆匆跑过去,看到一位老伯手提著篮子,想必那里面装的是粽子吧!两人心里都这么想,也没怀疑为什么深夜有人跑到荒郊野地去卖粽子."阿伯,买两个粽子,我肚子好饿喔"!其中一人这样说."好,你等一下,马上好",老伯开口说话,但声音是那么凄凉."阿伯,快点啦,我肚子好饿",两人有点不耐烦了,频频催老伯快一点.只见老伯把篮子放下,两人正觉得奇怪时,老伯突然将手放在脖子上,将头搬开,往颈子里面伸,取出两个东西,天啊!那哪是粽子啊,根本就是内脏,而且还在滴血哩!两个卫兵吓得拔腿就跑,连枪都不要,死命往队上冲,口里不断喊著"救命啊",整个高地都听得到,偶尔传来老伯凄凉的笑声...."嘿...嘿...嘿...,少年人,不要走太快…”,两人回到队上跟连长说,从此那个岗哨没人敢站,慢慢就废弃不用了.....
『这里还有三张没写名的试卷，小明，请问这张８０分的是你的吗？』 『不是』『那这张６０分的是你的吗』 『也不是』 『这张０分的呢？』『嗯嗯是我的』 『你是个诚实的学生，这三张试卷都给你吧』 『谢谢老师！』『错题记得抄十遍』
“亲爱的，我现正在国际机场，准备赴新加坡参加一个学术研讨会……” “我已登上飞机了，哦---我的小姐，你注意点啊----亲爱的，不好意思，刚才空姐不小心把茶溅到我身上了----” “是吗，那位空姐对你实在太好了，连你在飞机上打手机都没劝阻你，去死！嘟嘟嘟-----”
老公爱喝酒，还喜欢约朋友到家里喝酒。那天我发现女儿的房间里放着一瓶酒，想到老公前一天晚上和他表弟喝酒时女儿的不悦表情，就问女儿：“昨晚你是不是把你爸的酒拿走了？”“你没看他都喝成那样了，还要喝，我就把他们的酒没收了。”说起这个，女儿就来气。“他跟你吵架没？”女儿白了我一眼：“你想想看，要是你把狗正在啃的骨头拿走了，狗能不急吗？”
背了很重的东西上了地铁，一对年轻情侣正在说笑。男的见了我起身让座，我推辞，他坚持，我就说了声谢谢坐下了。后来女生起身陪男生站着，女：车上那么多站着的你偏挑女生让座，不怕我吃醋吗？男：就是知道你小心眼，才挑了个长得不好看的让的呀！
法官：“你就要被枪决了，还有什么最后的愿望？”犯人：“我希望穿上一件防弹背心。”
在电影院看电影看到一半，屏幕突然黑屏了，一哥们儿喊道：快动一下鼠标！
小刘到医院做健康检查，有个小护士长的很漂亮，她拿了针要替他抽血。     小刘看著闪闪发亮的的针头忍不住问：“会不会痛啊?我怕痛!”     小护士有点结巴说:“你放心好了,我我做了两年多的护士，没没没……”     小刘说:“太好了,我放心了!”然后小护士一针扎下,只听到他杀猪般的一声惨叫，这时小护士才缓缓接道:“没有一次不痛的。”
篮球赛上啦啦队不断为小王打气，只听“嘭”的一声小王炸了。
高中时候班里有个男生，个子挺高，模样也不错。就是借钱不还，后来出去借读了，但是有时候会回学校办事啥的，每次进入班里，全班就一片“还钱、还钱、还钱……”的声音。
四位牧师的母亲聚到一起谈论她们的儿子。“我的儿子是个教士，”第一位母亲自豪地说道，“他进入房间，人们都说，‘您好，阁下’。” 第二为母亲说：“我的儿子是位主教。他进入房间，人们都称，‘您好，大人’。” “我的儿子是位红衣主教，”第三位母亲接着说，“他走进房间，人们都说，‘您好，尊敬的主教大人’。” 第四位母亲略思片刻。“我的儿子身高六英尺十，体重三百磅，”她说，“他要是走入房间，人们都说‘哦，我的上帝’！”
在美术馆的展览厅里，利亚多夫指着一张画，问同来的舒加耶夫：你知道这张画，画的是朝霞还是晚霞？是晚霞。舒加耶夫十分肯定地说。你怎么看出来的呢？我认识这位画家，他从来不在九点以前起床。
法官对惯犯说：“想想看，你一生中有没有做过一点好事？”“有！我使阁下和警察们不至于失业。”
微笑和沉默是两个有效的武器：微笑能解决很多问题，沉默能避免许多问题。一天很短，开心了就笑，不开心就过一会再笑。。x
一同学看到个漂亮学妹，一直盯者人家看，MM生气的说：“你不要像苍蝇一样盯着我~~”这同学打趣道：“像什么也不能像苍蝇，苍蝇盯着的可都是屎啊！”
他去WC的时候，怎么也打不开马桶盖子，就把便便拉在了马桶盖上。方便以后，突然发现墙壁上有个按钮就按了，没想到盖子突然弹开，把便便弹在天花板上。他很难为情，叫来服务员指着天花板说：“我给你200块钱，你帮我把这个清理干净。”服务员看了看天花板对他说：“我给你800块钱，你告诉我你是怎么把屎拉在天花板上的？”
悟空大叫：“师傅，我们好像走反了……”唐僧：“悟空莫要惊慌，佛祖说地球是圆的……”
有个常年在外的人回家探亲，看见了离别三十多年的老弟，俩人相拥而泣。回到家第一件大事，就是祭拜祖先。只瞧见他老弟将纸钱分做四份，嘴里念着：“这是给爷爷的，这是给奶奶的，这是给爹的，这是给娘的……”这可急坏了在一旁玩的小孙子，他赶紧说：“那我的呢？”
牧师说教讲得唇焦舌干，但教徒捐款却很少。钱币连篮底也没铺满。他转身对教徒说：“教徒们，上帝看到外面漂亮的汽车，然后再看到这个篮子里面的捐款，他老人家恐怕会对你们有看法的。”只见教徒们纷纷又捐出来了更多的钱。
酒鬼：医生，我没钱买酒了，帮帮忙，给我开点药酒吧。 医生：药酒没有，只有别的酒。 酒鬼：行，我反正什么酒都能喝。 医生：碘酒怎么样？酒鬼：……
今天下雨，我步行去上班。一小车在我身后停下：“妹子，去哪？我捎你一程。”陌生人的车能上吗？然后我就说：“谢谢，不用了，我马上就到了。”然后那人说：“我能骗你吗？你长的又不好看～” 尼玛，你长的才不好看，你全家都不好看！
乡长辛苦工作多年，但一直无法升迁，心中不免着急，为了改变自己在领导心目中的形象，经过反复考虑，起草了一份工作计划呈将上去：我乡决定成立宇宙建筑工程有限公司，专门承揽超大型项目，争取在年内完成以下四大工程：给太阳装上开关；给赤道镶上金边；给长城贴上瓷砖；给太平洋加上栏杆。县长看后，批示：放屁！要做点实事！乡长看到批示，反复揣摩了领导意图，并对国内国际局势做了一番分析后，又起草了一份工作计划：鉴于当今国际局势风云变幻，世界上还有三分之二的受苦人，作为改革开放时期的新一代的中国农民，我们要胸怀祖国，放眼世界，我乡决定将今年的工作重点放在国际方面，争取在三个月内实现：使巴以和好；使联合国更换领导；使美国不再胡搞；使伊拉克人民吃饱。县长看后，又批示：扯旦！伊拉克问题关你屁事！现在非典肆虐，全国人民正在打一场防治非典的攻坚战，你们要做好在京务工人员的工作，劝阻他们不要返回，同时搞好环境卫生，不留死角，严防非典蔓延到农村。乡长看到批示，又连夜起草了一份工作计划：防治非典是本乡今年工作的重中之重，我们一定要把这当作一项政治任务来完成，争取在一个月内做到：给苍蝇戴上手套；给蚊子戴上口罩；给老鼠戴上避孕套；给冠状病毒戴上脚镣。
一女买肉。拣肥肉翻来翻去没买，沾两手油。回家后用水洗手熬一锅汤，说：没花钱就让全家喝一顿。丈夫生气道：为何不洗在缸里？可喝几顿？
牛顿因为力学问题去拜访禅师。禅师在斜面下铺一个毯子，把小球放在斜面上松手，小球滚了一小段距离就停了。禅师将毯子换成光滑的木面，小球滚动了很远的距离才停。牛顿恍然大悟：您是说，力是改变物体运动状态的原因，只要不受力，就能一直运动下去？禅师说：我是说，有多远你给我滚多远！
有个人在街上被狗咬了一口，痛得哇哇直叫。人们连忙叫来救护车给他包扎，注射狂犬病疫苗。他看着鲜血从纱布里面渐渐渗出来，突然开心地大笑起来。“咬得这样，你还开心？”医生瞪他一眼。“我开心啊，医生！幸亏我没穿袜子，否则不被咬坏了？这就等于我新买了一双袜子！ ”
一养鸟人教鹦鹉说话，每早必教它说：早上好！过数月，鹦鹉仍不说话，一日，此人心情不佳，未问好，只听鹦鹉大叫：你小子今天牛了啊，连好也不问！
记得有次和她去开房，地点是如家，当我付钱的时候，她说，等一下！我有会员卡……当时我就惊呆了！这女的太会过日子了！
有个病人去医院检查，医生说情况不好，最好还是住院吧。病人：医生，你们医院wifi密码是多少，能告诉我吗？医生：对不起这个我们也不知道。病人很惋惜的说：那我再考虑考虑吧。
正在玩手机，女神发短信过来了：“我想见见你，不要告诉你室友，就你和我。”我立马回道：“你当我是什么人？我室友这么喜欢你你还这样对他！正常吗？！。”说完删了短信把手机还给室友了。
当晚我约了好友Por、Kite一起带上所有烧烤物品，悄悄跨过学校围墙，直奔烧烤场，来到目的地后，我们先放好炭，然后拿出打火机准备点火，谁知就在这时发生了一件奇怪的事，打火机一打着火，即刻被一阵风吹熄，连续几次都是这样，没办法，幸好Kite事先预防万一，带了一瓶火水，在点火水的一刹那，突然又有一阵大风吹来，不过今次没吹熄。终於点好火，谁知又有事情发生。原来Kite只带了三支叉，拿出来一看却发现有四个，阿Por话∶「大概是Kite带多了一支」，但Kite话∶「我明明只带了三支，没可能多拿一支我自己不知」。但说归说，最终都是继续烧烤，那多出的一支叉就摆在一边，我们一边烧烤一边讲笑，但就在这时，那只多出的叉突然间出现在炉边，上面烧的不是鸡翼和肠仔，而是两支手指。看到这一幕，我们的脸都吓青了。这时那两支手指动了一下，同时有一阵阴森的声音∶「大家一起烧啦！这个手指好新鲜呀，要不要试试？」这时Kite先有反应，大声叫∶「鬼呀９然后丢下叉子头也不回地跑了，我和Por也同时清醒过来，也一起跟住跑了出去，在我们三人跑出烧烤场时，后边又传来一声更令人毛骨悚然的声音∶「欢～迎～再～来～玩～呀！小孩子～９我们一直跑至守护处才停下，守护问我们从哪里来，我们便将过程一一告诉他。他听了后讲∶「谁让你们乱来，那个烧烤场的前身是抢毙囚犯后摆放死尸的地方，一早就不准人进去了，前几年有一对恋人教师进去拍拖聊天，结果，第二日被人发现两人昏倒在里边，送去医院检查才发现原来被吓傻了，你们算命大。」一听到这句话，我们不禁拍胸口道∶「真是好险啊９
某日，我去图书馆借书，书名《离婚》,老舍先生的作品。先是一阵苦等，然后一个声音问：“谁要《离婚》?” 我忙说：“我要《离婚》！”刚说完，旁边一个同学纳闷地说：“这儿还办离婚手续？怎么我连个女朋友都没有，人家这都要离婚了！”
丈夫骂道：你们女人头发长、见识短。我们男人总是对的，女人总是错的。妻子回敬道：你说得对。你当初要娶我这样的好女人也许是对的，可我嫁给你这样的自大狂绝对是错的！
看到狗狗拉粑粑，老公对我说：“如果你给我100块钱我敢舔。”于是我给老公100元，然后这货舔了舔100元。
村里有一对夫妻离婚3年后，竟然要复婚。复婚那天有人问复婚有什么感想？新娘说了一句经典广告“还是原来的配方，还是熟悉的味道。”
乌龟受伤了，找好朋友蜗牛去买药。过了2个小时，蜗牛还没回来。乌龟急了骂道：“这小子再不回来老子就死了！”这时门外传来了蜗牛的声音：“你再说老子不去了！”
姐姐家养了一条狮子狗，小孩很亲切地叫它狗狗。有一天，全家吃饺子，因为人比较多，只好一锅锅地下饺子，大家轮着吃，因为孩子的爸爸在睡午觉，因此大家决定先吃，等到大家吃完了，让孩子到卧室叫爸爸吃饭，我们在饭厅听到孩子说：爸爸，爸爸，快起床，我们都吃完了，只剩下你和狗狗了。
警方逮获珠宝大盗，警员问讯：“你偷取别人的珠宝之前，难道一点顾忌也没有吗？”大盗：“有的，我怕珠宝是赝品！ ”
小学四年级时，同学都节约零钱，要捐助灾区。有次老师在班上问我们攒了多少。小明说；我攒了五元。小亮说：我攒了十元。最后到我，我说：我还差九十九就一百了！
丑公主被施了魔法变成了癞蛤蟆，王子披荆斩棘来到城堡给公主一个吻，丑公主又变回了人。王子一脸黑线：“这有什么区别吗，还不一样是动物，从蛤蟆变成恐龙。”
明天你是否会想起，默写的小石潭记。明天你是否还惦记，抽背的元素周期。老师们都已记不清，教几遍遗传基因。我也是去配充电器，才想起欧姆定律。谁挂过很多碳的有机，谁骂过三角定理。谁跪在唯物辩证主义，谁抄过地理笔记。
母鸡对鸭子：当多大的官呀，小步还跩上了呢？鸭子对母鸡：别说我了，下蛋那么屁大点儿的事，你不也是折腾地满大街都知道吗？
聪聪问正在化妆的妈妈：“什么是瑞士法郎？”妈妈不耐烦地说：“就是瑞士的美发厅。”聪聪又问：“那为什么电视里说一美元等于多少法郎？”妈妈：“你真傻！那是说烫一次发要花多少钱
那日去旁听一案子，开庭的时候法官问：“被告来了吗？”答：“来了。”又问：“那原告呢？”又答：“都齐了！”法官华丽丽地说：“人都齐了？那上菜吧！””
一天，牛给驴出了一个难题，问“蠢”字下面两只虫子哪只是公的，哪只是母的。驴绞尽脑汁，还是答不上来。牛骂道：“你真是头蠢驴，男左女右嘛！”
妈妈：“胖妞，还不去洗澡？”胖妞：“水还没放满啊！ ”小弟：“坐下去就满啦！ ”
在百货公司的玩具柜前,小儿子吵着要父亲为他买一大喇叭.父亲皱着眉说:"恐怕你吹起喇叭来,闹得我头痛.""爸爸,不会的,我等你睡觉的时候才吹."
小明，小刚和小亮一起出去玩，看见一坨屎。小明回来说：我去闻了闻，可能是牛屎。小刚回来说：我去舔了舔，应该是牛屎。小亮回来说：哈哈~还是我最聪明。我去尝了尝，肯定是牛屎！哈哈！
一江湖氏，撂地，先练拳后卖膏药：“我的膏药立刻止痛。有谁当场实验？有腰腿疼的，来！ ”一人歪身入常江湖氏迅即贴药，然后猛击一掌：“疼吗？”“哎呦！ ”又一掌：“还疼吗？”患者大喊：“不疼了！不疼了！ ”果然立见奇效。事后，有好事者问患者：“真有效？”答：“再说疼，又一巴掌，谁受的了！ ”
黑人问上帝：“上帝，你为什么给我黑皮肤？”上帝回答说：“为了帮你黑夜在非洲莽丛打猎，不容易让猛兽见到，还保护你抵御非常灼热的阳光。”“那为什么我的头发是卷曲的？”“我的孩子，头发卷曲，是为了让你在灌木中间跑起来不致给树木缠祝”“我明白了，”黑人说，“可是为什么让我生在美国呢？”
某一个不知名的村落因旱灾而无东西吃，于是村长出来宣布了。村长:「各位村民，我有一个好消息和一个坏消息！」村民:「先说坏消息好了。」村长:「坏消息就是，我们没有东西好吃了，只剩下牛粪饼。」村民:「那好消息呢？」村长:「好消息是我们还有很多很多牛粪饼。」
我妈妈睡觉有磨牙的毛病。小时候不知道磨牙这事情。有一个晚上和爸爸妈妈一起睡，半夜突然醒了，一看旁边的爸爸不见了。然后听到妈妈的磨牙声，我以为妈妈把爸爸吃掉了，哭到天亮。
记得有次和她去开房，地点是如家，当我付钱的时候，她说，等一下！我有会员卡……当时我就惊呆了！这女的太会过日子了！
某毕业生论文末致谢词：“谢谢我的女朋友感谢你这二十几年来都没有出现过，让我得以专心于学业。”
语文课上，同学们正在讨论喜欢看的书。小明对老师说：“我们全家人都爱看书，妈妈爱看保健书，爷爷爱看笑话书。”老师又问小明：“那你爸爸喜欢看什么书呢？”小明说：“自从我爸爸当上总经理后，就只爱看秘书。”
曾经有个西人站在我的面前，但是我没有讲中文，直到见到个西人说出一口流利中文之后才后悔莫及，尘世间最白痴的事莫过于此，如果上天能再给我一次机会的话，我会对他说：can u speak chinese?如果非要在这句英文上加句中文，我希望同佢讲...死鬼佬can u speak chinese???
小王在10楼人事部门工作，一个月前，被调到9楼行政部门去了。今天，小王同学打电话到人事部门找他：“小王在么？”接电话同事说：“小王已不在人事了。”小王同学：“啊啊？什么时候的事啊，我怎么不知道啊，还没来得及送他呢？”“没关系，你可以去下面找他啊。”
一朋友父亲藏了一瓶好酒，突然有一天发现酒没了，遂破口大骂道：“哪个龟儿子偷喝老子的酒了！”这时候，朋友的爷爷淡淡的说了一句：“老子喝的，你这龟孙子不服气是吧？”
元旦晚上，小弟带两位侨生到家晚餐，一个性情开朗，一个较为拘谨。席间，那位开朗的同学笑指拘谨的同学给我们介绍说：“他是缅甸来的，所以比较腼腆。”随后他举起酒杯向大家敬酒，仰首一饮而尽，接着说：“我是仰光来的。”
一次，语文老师到班上来抽查读书情况，随意点了一位同学问：第五课读了吗？同学立刻站起来匆忙回答：有读（有毒）有读（有毒），老师有读！
隋朝人卢嘉言到寺庙拜佛，顺便到僧房中看望。有个和尚善于论议，卢嘉言便与他谈话，互相戏弄，这个和尚难不倒嘉言。在座的另有两个和尚，见状也帮这个和尚，双方论辩交锋，往复几个回合，三个和尚都败下阵来。嘉言笑道：“三位师父均不懂樗（chū）蒲赌博的游戏，为何要与弟子辩论？”和尚问道：“我们相互辩难，为何还要懂樗蒲？”卢嘉言即言道：“你们难道没听樗蒲的人常说‘三个秃不敌一个卢’，师父们与我辩争，怎能取胜？”在场的人闻此言哄堂大笑，三个和尚也无话可应。
有一个人因为坏事做太多了，死后被判下地狱接受酷刑，判官告诉他，有三种酷刑可以选择，第一种是放在滚烫的热水中，一直滚，一直滚。那人说：“太可怕了，第二种呢？”判官又比给他看，第二种是把一个人的头、脚、手全部用绳子绑起来，然后五马分尸。那个人看了，更害怕的说：“那...那第三种呢？”判官又带这个人去看第三种酷刑，那个人一看，看到一群人站在一个深及膝盖的粪池里，愉快的聊着天，那个人想，还好嘛，比前二个好多了，只是臭一点，他就跟判官说他选这一个。然后他就站进那个粪池里了，过了一会儿，判官过来跟大家说：“好了，午茶时间结束，现在马上换回头在下脚在上的姿势。”
酒店的客人和气地对店老板嚷嚷说：“你往酒里掺水了！ ”“干嘛这么大吵大闹呢，伙计！我也没要你交水钱呀！ ”？
一个懒惰的厨子，连续几天都把剩菜热一热就端到桌子上。牧师并不作声，坐下就吃。厨子很奇怪，问他为什么不先祈祷就吃饭。牧师淡然回答：“桌上的每样菜，我都至少谢过两次了。”
有个大臣自以为嘴舌利，善于嘲弄人。他对布赫尔说：“亲爱的，心花怒放吧，国王任命你当猪和熊的总管了。”布赫回答：“噢，那么请你注意，没有我的命令，一步也别走动，因为你归我管了。”
神经病院有一位老太太.每天都穿著黑色的衣服.拿著黑色的雨伞.蹲在神经病院门口.医生就想:要医治她.一定要从了解她开始.於是那位医生也穿黑色的衣服.拿著黑色的雨伞.和她一起蹲在那边.两人不言不语的蹲了一个月.那位老太太终於开口和医生说话了:请问一下……你……也是香菇吗……?
儿子：“爸爸，你小时候，你爸爸打过你吗？”爸爸：“打过。”儿子：“那你爸爸小时候，他爸爸也打过他吗？”爸爸：“当然，也打过。”儿子：“爸爸，假如你愿意和我合作的话，我们可以中止这种恶性循环的暴力行为。”
Pol.ice问一个被当场抓住的小偷：“为什么你要到这家商店偷东西？”小偷说：“因为这家商店离我的住处很近。你要知道，社会上目前非常乱，我不敢过久地离开自己的家。”
隔壁老王发现盒子里的套套少了一个，于是就问上小学的儿子：“你有没有拿这个盒子里的东西啊？”儿子说：“我没有拿啊，就算拿了也没用啊，我现在只能用手”“儿子，你长大了…”
一个犹太人在路上行走，见一个农民驾车过来，他问：从这里到s村还有多远？ 半小时就到了。请上车吧！他们走了半小时，犹太人不安了：现在离s村还有多远？大约还有一小时左右。什么！你刚才不是说只要半小时吗？怎么反道越走越远了？我的车走的是相反的方向。
有人陪着玩，就热情地玩闹；没人陪着，自己high；有猫粮吃尽情享用，没吃的自己游走取食。能开心，善孤独；九条命，超坚韧。
告诉你们这个防身不错，我妹子一枚，下班晚了，坐出租车，发现司机开的方向不对，越来越偏僻……我就借口要上厕所，可司机居然远远的跟着我。我一看甩不掉，灵机一动，找了颗树，学着男人的样子站着尿尿，尼玛，转身，司机已经跑了很远了……
美国人甲：听说你们州长当选了？ 美国人乙：你会不知道，我们美国人对政客只有一句评语， 怎么说的？ 如果说一个政客是正直的话，那么，他显然是个新手。
小亨利的姑姑来到他家做客，见到亨利，对他说：“亨利，我想送一件礼物给你，让你高兴高兴！ ” “太谢谢了！姑姑。”亨利回答。 “不过，给你礼物之前，我要问问你的考试成绩如何。” “得了吧！ ”亨利说，“如果你是真心让我高兴，就别问我的成绩。”
一个人在路边拉了一泡屎，等他走后，苍蝇，屎壳郎，蚯蚓陆续赶来。 闻着香喷喷的粪便，苍蝇搓着手道：“啧啧，真是屎无前例的美味！” 屎壳郎手舞足蹈道：“要我说，应该是有屎以来第一等的美味。” 蚯蚓也道：“没错，堪称屎家之绝唱，五味之离骚！” 这时，一条野狗跑来，把屎一口吃了，吃完嘲讽道：“吃屎就吃屎，何必说那么多的屁话！”然后扬长而去。 苍蝇几个又恨又悔！
一个美国中将到外国的一个兵营参观。末了，他在队前讲话。为了活跃气氛，他足足用了10分钟，讲了一个自认为很好笑的笑话。轮到译员翻译了，他只用了三句话。在场的人无不捧腹大笑起来。这个将军觉得美滋滋的。事后问译员：“这样长的笑话，你为什么三言两语使能说得清清楚楚？”“是这样的，将军，”译员有礼貌地回答，“你的笑话，我想并不那么容易使人领会其中的妙处，所以我只对他们说：‘刚才这位将军讲了一则妙趣横生的笑话，务请各位大笑一阵，以示友好！ ”
洞外巡逻的小妖发现了唐僧师徒，急忙跑回洞中报告:“大王！”金角大王看了看小妖，冷冷地说：“要不起。”
某职员上班迟到了，经理问他为什么迟到时，他说：“今天早晨刷牙的时候，一焦急，把牙膏挤出了40多公分长的一段，等我把它慢慢再缩回去，就费了一个多小时！”
爸把小灵通换成了手机，不知道什么是信息群发，于是就逐个打电话给他的朋友。我刚下班回到家，妈说：你爸他打了一个下午的电话了…… 过年了，短信满天飞，妈的手机也收到不少短信，但是她不会发短信，没办法，一个一个打回去呗。 那天，有朋友问我：“是移动的手机好用还是联通的手机好用？” 老总拿他的手机给我：“你看一下我的手机怎么只能接却打不了电话了。”我拿来一看，原来是键盘锁没开，跟他说了半天，老总不耐烦了：“这么麻烦，你把锁拆了。”狂晕……
高中第一天军训时，班主任很年轻，教官和班主任还没见过面，我们班主任在旁边指导我们站军姿，突然教官从后面踹来一脚，骂道：好好站好！班主任从地上边爬起来边说：我是班主任。教官那个羞涩啊...
一僧每進房﹐輒閉門口呼“親肉心肝”不置。眾徒俟其出﹐啟鑰□之﹐無他物﹐帷席下一香囊耳。眾疑此有來歷﹐乃去香﹐實以雞糞。僧既歸﹐仍閉門取香囊﹐且嗅且喚曰﹕“親肉心肝呀﹐你怎麼這等﹐莫非撒了一屁麼﹖”
有个小伙子，骑驴赶庙会，迷了路，遇上了宋丑子，就在驴背上吆喝道：“哎！赶会往哪儿走？”宋丑子见他一不称呼，二不下驴，便假装没听见。小伙子又嚷道：“你耳朵聋啦？”宋丑子停下来说：“别见怪，我有急事哩——我的驴下了头牛。”“驴下了头牛？它为什么不下驴？”“啊！小伙子，没想到你还知道下驴。”小伙子这才醒悟是自己的过错。
妈妈在家来了个小卖部，有个熟客买了一袋火腿，却忘记带钱，就让我妈记在账本上，我妈在账本上写了个“火”，然后沉思了一下，下笔又写了“脚8元”原谅她是初中毕业吧！
“男人都不想从秋天开始谈恋爱！”“为什么？”“秋后的节日一个接一个！圣诞、元旦、春节、情人节！买礼物、请吃饭！费钱！泡MM成本太高！”“我认为这个还不是最关键的！”“最关键是什么？”“冬天穿的太多！抱一起不方便！”
钟馗专好吃鬼，其妹送他寿礼，帖上写云：“酒一坛，鬼两个，送与哥哥做点剁，哥哥若嫌礼物少，连挑担的是三个。”钟馗看毕，命左右将三个鬼俱送庖人烹之。担上鬼谓挑担鬼曰：“我们死是本等，你却何苦来挑这担子？”
包拯：公孙先生，本府想与你对骂！公孙策：“……”包拯：“你说话呀，怕了吗？”策策递来一张纸，上面写着：学生不跟两种人说话。黑人、死胖子，对不起大人，你两种都是。
日本机智人物佩库在城里做官，因对财物不经心，日子老过得贫穷。一日妻子告诉他米缸见底了，他只有饿肚进城，难受得按住肚子低头走路。琉球王见到十分奇怪，问他为何这样走路？他告诉国王，自己正饥饿难耐，低头走路是想找点吃的。国王即令人送一包米给他。佩库将大米驮在马背的一边，马站立不稳，倒了下去，他对国王说：“马驮一包米走不了路，要是一边放一包就好了。”国王只好再给他一包米，笑道：“又让你赢啦！ ”
晚上家里来了些客人，我去买了些凤爪。当时只带了10块钱，那老阿姨称好11块钱，她问我可以吧，我犹豫了一下，用夹子把辣椒夹了出来，刚好10块……
妻子：“我已经安排妥当了，孩子放在我妈家，猫放姐姐家，狗放哥哥家，鸟放在了你爸爸家。怎么样？这下咱俩可以放心度假了吧？”丈夫：“是吗？你看这个主意怎么样？既然家里这么安静了，那咱俩还花那冤枉钱干什么？干脆在家度假吧！”
一位外国朋友不知道中国人的“哪里！哪里！ ”是自谦词。一次他参加一对年轻华侨的婚礼时，很有礼貌地赞美新娘非常漂亮，一旁的新郎代新娘说了声：“哪里！哪里！ ”不料，这位朋友却吓了一大跳！想不到笼统地赞美，中国人还不过瘾，还需举例说明，于是便用生硬的中国话说：“头发、眉毛、眼睛、耳朵、鼻子、嘴都漂亮！ ”结果引起全场哄堂大笑。
在餐馆里吃饭时,一位等了很长时间的顾客呼唤服务员问到"我点的红烧鱼怎么还没做好?""请您再稍等片刻,先生."　"怎么?还要等?"顾客生气了,说到："难道你们的鱼是现钓的吗?"
鹦鹉：若非人类非要和我亲近，我怎么会说一口漂亮的人话呢？
某人的脚趾感染化浓，一瘸一拐到医院去看医生。医生责备说：“为什么不早来？这样会很危险。”某人说：“我很忙，没有时间。”“要是你的脑袋生病，还敢拖延吗？”“那不一样！脑袋只有一个，脚趾头可是有十个。”
罗斯福任美国总统以前，在海军部供职。某日，一位朋友问及海军在大西洋的一个小岛筹建基地的秘密计划。罗斯福特意向四周望了望，然后压低声音问：“你能保守秘密吗？”“当然能。”“那么，”罗斯福微笑着说，“我也能。”
一初中同学特别捣蛋，上课时带动半径一米内的同学一起说话，老师都怕了他。一天上课前老师走过去拍拍他肩膀：XX啊，睡觉吧，睡觉就是好学生……
初中时候几个毛孩子闹着互相往头上洒土，头发里的含土量你懂的。接下来上英语课，一哥们没交作业，被老师叫去体罚，英语书照着头上就是一下。接下来讲台上狼烟四起，英语老师从此不敢打那哥们了。
今天期末考试，大家都觉得题难，考完一起研究。一奇葩同学满眼疑惑的问：“不是开卷吗？”…开卷…她居然就那么拿书翻的！没人过问！卖糕的！
快考试了……求科比附体，单科81分。求火箭队附体，22科连续不挂。求麦迪附体，妈的，35秒能抄13分。
好久没有收到你的短信了，不知你现在还好吗？前几天路过你那里进去看了一下，见你睡着了，不忍心叫醒你。哎，一窝小猪崽就你乖。
和老婆去火锅店吃火锅，老婆指着菜单说：“海带，白菜，茼蒿……”服务员赞叹说：“没想到您饭量这么小啊！”我老婆白了她一眼：“除了这三样素菜，其他每样都来一盘！”
甲和乙在说笑，举出右手的十指一动一动的说：“你说这像什么海洋动物”。乙想了半天说不知道，甲对乙说了是海马；乙正在想对与不对。甲同样举出右手五只手指同时一动一动的，笑了笑对乙说：“那这又是什么海洋动物呢？”乙想了半天还是想不到；甲笑了笑说是五只海马呗！！！哈~~哈~~哈~~~
在机关有一个小王，他兴冲冲的上楼，正碰上卫生员小李在用拖布拖楼梯，于是他们有如下对话：小李：你先上。小王：你先拖（脱）。小李：你先上，上完我再拖（脱）。小王：你先拖，拖完我再上。就这样，她们客气了半天，最后还是小李先拖（脱），小王就上了。
妻子：你爱我么？丈夫：我很爱你啊！妻子：我生得很丑陋，你为什么还会爱我呢？丈夫：不是有句古话吗，‘家婆生得丑，出门不担忧’。
李四领到工资时发现少了十块钱，便气冲冲地责问出纳员。出纳员说：“上月多给十块钱，你着急了吗？”李四说：“偶然一次错误可以谅解，第二次却不能容忍。”
小白兔和大狗熊两个蹲在树底下拉屎。大狗熊对小白兔说：你们小白兔虽然好看，可就是麻烦！沾上点脏东西就能看出来，挺恶心的！小白兔说：瞧你说的！是不是啊！大狗熊说：可不是么！大狗熊边说边随手抄起小白兔给自己擦了擦屁股扬长而去……
如果你喜欢我，就在21号前告诉我吧，让我死的明白点。如果22号阳光正好。我们就在一起吧……
多日不见，准妈妈同事肚子已经妖峰突兀。她蹒跚着问我：你这么聪明，跟我说说怎么才能走路不摔跤？我说，放心吧，你现在躺着比站着高，摔不倒的。她低下头，摸着肚子说：儿啊，记住这个声音，等你长大了帮为娘弄死这个贱人。
有一个人，晚上在宾馆睡觉。第二天一早，他叫来服务员，说：“昨天晚上有两只老鼠吵着我睡觉，害得我一夜没有睡好，我要赔偿！！！”服务员说：“那也不至于吵到您睡不着呀！”“可是后来居然有几十只老鼠跑来劝架，你叫我怎么睡？”
一女子在街上看到一个摊贩面前放了个木头瓶子，里边装了很多竹棍！女子想到最近运气不佳，于是问摊贩：“算命多少钱？”摊贩面露难色，对女子说道：“俺是卖筷子的。”
妈妈：“爸妈今晚有事，要很晚才回来。”小明：“那我会很累的！”妈妈：“怎么个很累。”小明：“我会看电视看得很累！”
长得那么美那么帅气，自己却不知道，这就是气质；那么有钱那么有才华，别人却不知道，这就是修养。
有妞不泡,大逆不道，见妞就泡,替天行道。胸脯高高,越摸越骚，小腰细细,身怀绝技。身材小巧,没完没了，屁股翘翘,要完还要。
从前有一只魔龙，被施了诅咒，张大嘴就会沉睡1000年。然后，他睡着了，1000年后，他醒了。然后，他打了个哈欠。
老妇甲："我的孙儿挺聪明的呀！"老妇乙："我的孙儿比林肯总统还聪明，他才8岁已经会念总统就职演说词，而林肯到50岁时才会念。"
北齐徐之才被授封西阳王，尚书王元景戏说之才道：“人名之才，有何义理？依我所解，当是乏才。”之才也不示弱，随声反讥说：“王之为字，加言为枉，近犬使狂，加颈足就成马，施角尾而成羊。”元景无言以对。
马面：“阎王爷，看守油锅地狱的那个新来的小鬼是个变态。”阎王：“哦？”马面：“他每次推人下油锅的时候，都逼别人两个一对的抱着下去。”阎王：“哦，忘了告诉你，他以前是炸油条的。”
话说，某天早上去食堂吃早餐，通常都是吃两个包子，一包牛奶那天人多在排队，脑子里在想事情，一会就排到我了，阿姨问要什么…习惯性的随口说：两个牛包……阿姨一愣，我也楞了，急忙改口说：两个奶子……阿姨脸都绿了……我凌乱了……周围笑疯了……结果阿姨给我夹了两个奶黄包……无脸见人啊!
今天是跟老婆结婚三年的纪念日，打算出点血，带老婆去高级餐厅吃顿好的。告诉完老婆我的想法，只见老婆幽幽地看着我：“说，你哪来的钱？藏哪了？不说今天就别想吃饭！”
我问老妈：“如何才能成为一个有原则的人？”老妈说：“有钱才有原则。” 我不禁陷入了沉思，然后深深的叹了口气：“想不到，我们全家都是没有原则的人。”
金哲顺有个老毛病，一天到晚耷头耷脑地打瞌睡。他的爸爸是汉城一个很有权势的豪绅，曾叮嘱老板多多关照他。老板何尝不想借此搞好与老金的关系，但小金不争气，急煞老板。经理又向老板告状了：“我真拿他没办法了，坐在办公室睡；调他去开车也要睡；叫他去当保安部的头儿同样还是睡。别的人，我早炒他犹鱼了！ ”老板显出深思熟虑的样子：“我已考虑过了，干脆让他去卖睡衣，并在他身上挂块牌子，上写：‘我们的睡衣质量何等优异，连卖睡衣的人都不能保持清醒／这也叫人尽其能，物尽其用了！ ”
妻子从恶梦中醒来，大叫大嚷，把丈夫也吵醒了。丈夫问她到底是怎么回事，她说梦见一群做丈夫的被人大拍卖，其中有的卖一万美元，有的卖几千美元。这时，她的丈夫好奇地问道：像我这样的人卖多少钱？她说：正是因为这个我才叫出声来。他们将你这样的男人成捆成捆地拍卖，一捆一元钱。
公孙策：“为什么刚看包大人的脸色那么差。”“刚展护卫唱了一首歌呗！”公孙策：“什么歌？”“你的轮廓在黑夜中淹没……”。
1918年初，欧洲某前线地区痢疾和霍乱流行。人们很惊慌，一旦发现有人上吐、下泻，便立即对他采取隔离治疗。一天夜里，两名担架员敲开布隆贝格先生投宿的旅馆房间的门，说：“请跟我们来吧，您一定是病了，因为您今天晚上上了12次厕所！ ”布隆贝格生气地说：“是这样，但有11次厕所被人占着！难道这也要隔离吗？”
昨天卖花的笑了，今天旅馆的笑了，明早药店笑了，三周后女子医院笑了，一两个月后婚庆礼仪笑了，十个月后妇产医院笑了！
一小学生问自然老师：“老师，电灯为什么要用两根电线？”老师向他解释道：“一根电线让电进来，而另一根电线还要让电回去。” 小学生听后高兴地说：“那我们剪断一根电线好了！光让电进来，不让电回去，学校就再也不会停电了。”
村民吴归明因为与邻居纠纷，写了一张诉讼状告到镇司法所长手里。司法所长见诉讼状上有起诉人吴归明年四十岁的字样，拍着桌子大怒说：这个大胆的吴归，不写今年三十九岁，偏写明年四十岁！ 这件事传扬开来，成了笑话。从此。司法所长念人名时，再不敢念两个字了。 有一次，司法所长给全所人员念文件，文件上有王明先左后右的句子，他读成了王明先，左后右，读后大发感慨：这个王明先，真是投机分子，左后右三个方位他都占了，就是不知道向前冲！
1、OICQ实质是一种病毒，全称是“Oh，I stick you！ ”（噢，我粘住你！）治疗药物是CTW（Close the Window）。2、如果你只有一个帐号，你是值得信赖的；如果你有两个帐号，你是值得尊敬的；如果你有两个以上且性别不同，恭喜你，你可以自己和自己谈恋爱了。3、生产关系与生产力的发展成反比。在这里，生产关系是“好友”的数目，生产力是打字速度。4、爱情似乎很快就能发生，但是爱情的养成是天底下最慢的。一对网上情侣要打超过二百万字，才会懂得什么叫爱情。5、在聊天室里，看不懂的地方我会相信，看得懂的，我一点也不信。6、一个重度OICQ中毒患者，一天要说一百句“我爱你”，三百句“对不起”，五百个“：P”，以及不计其数的“你好，你有空吗？”7、如果你一分钟之内收到二十个call，不是证明你是女的，而是证明，他是男的。8、在奥斯威辛之后，写诗是野蛮的；在OICQ之后，交友是野蛮的。
地理课上，老师讲到俄罗斯。便提问到：“同学们知道俄罗斯最出名的是什么吗？？”一小同学站起来答道：“老师，是俄罗斯方块吗？”
约翰：我求你件事，你能为我保密吗？大卫：当然可以。约翰：我手头有些紧，你能借给我一些钱吗？大卫：不必担心，我就当没有听见！
——我在演艺圈里打拼了十几年，吃了无数辛苦，终于有机会火了一把。 ——什么时候？ ——昨晚上被推进那个炼人炉以后……
在小区楼下停车，看到对面来了个少妇，带着个五、六岁的小孩往前走，一句话让我笑喷了………那小孩说：“妈妈，你走路能不能别扭屁股，老是撞我头。”
不想当方丈的神父，不是好道长！
老荣要去运城，到汽车站一问，车票要三元，老荣嫌贵没有坐，背着行李朝运城走去。走了半天，到了临猗，实在累得不行，进汽车一问，去运城的票价是二元，他便骂本县汽车站，都是到运城，你凭啥要三元？还是临猗的东西便宜！
麻州天鹅湖的这名劫匪，他在听到出纳员说没钱时，昏倒了。直到警方抵达现场时，他还昏迷不醒。他准备用来逃亡的车子，停在附近，钥匙还没拔下来
国庆节，从不做饭的媳妇说我每天工作辛苦了，要犒劳犒劳我，炖个排骨汤喝喝，把我给感动的！更让我感动的是一锅排骨汤她居然炖出了我熟悉的方便面的味道！
一次老师在课堂上讲人的耳鼻眼功能，发现下面学生无精打采，就提问阿大：我刚才听到一阵脚步声这是什么觉？阿大摇头不知道。老师又问：接着一阵香气扑鼻，这是什么觉？阿大还是摇头。老师忍住怒火继续说：我抬头一看原来是你们班新来了一个漂亮的女同学，这是什么觉？阿大看看老师点点头说：错觉。
有些人就是个四，除了二还是二，减去二还是二，真是二上加二，去掉一个二还有一个二，而且是二的二倍。
婚宴上，新郎官对我好意相劝道：“你呀！也该找个老婆成家了！” 我无奈的说：“我也想呀！每次我开始存老婆本的时候，就被你们娶老婆给随礼掉了！所以你们的老婆，我也得拥有点股份。”
丈夫对妻子说：我在各方面都比你强，但有一点你比我强。妻子问：那一点？丈夫答道：你的配偶比我的配偶强。
老王说，他这辈子的最终奋斗目标，就是买东西时可以不用看价钱。通过十年如一日不懈的努力，他终于实现了，他失明了。
军训，普通青年爱偷懒，文艺青年不服管，二b青年呢，爱教官
有个人去面试，说三年工作经验。 面试官问他，你才毕业2年，怎么又3年工作经验，那一年是哪来的？ 答：加班……
苏联看德国因盛产啤酒而每年赚进大笔外汇，决定仿效，开始派人研究制造啤酒的技术。第一批啤酒制造出来后，苏联送了一些样品给德国鉴定品质。一个月后，德国回函给苏联："恭喜，贵国的马很健康！"
小鱼问鱼妈妈：乌龟有壳，遇到敌人时，可以躲进去，我们没有保护，好可怜哟。鱼妈妈答：但是他没有我们游得快啊，所以老天很公平。
一位先生对著小姐说：美丽的女人是不需要化妆。小姐娇羞地说道：谢谢没想到这位天才先生又说道：我想你还是化点妆好了！
我一吃货哥们做小学老师，做了一个月就辞职不干了。问他为什么，他说“别的老师学生上课吃零食他们都会生气的夺过来扔了，我上课看见我的学生吃零食我就想去问问还有没有，能不能给老师吃点…”
老　师：约翰尼，为什么你每天早晨都迟到? 约翰尼：每当我经过学校附近的拐角处，就见路牌上写着‘学校-缓行’。
上网热一波接一波，很多公司都开了帐号，但往往是职员会用老板不懂。一天，老板问下属，这个……在家里怎么上网？职员答：把您的手提电脑接上电话线拔号上网即可。老板随即说，这个我知道。晚上，职员call机直叫不停，复台曰老板接上电话线后上不了网。职员飞奔而至，只见老板的手提电脑上绑着一根电话线，还打了个很不错的蝴蝶结，手里拿着电话直拔96300，嘴里嘀咕着：“怎么回事，又是这么大杂音？”
在车站等车的时候，旁边一女一直看着我笑。 我以为自己长得帅，就原地帅气的转了几圈，女笑的越来越开心，我也冲她一笑。 旁边一大妈说：“别在翔上踩来踩去，行吧！”
一日，某庄主来客。庄主欲请人吃鸡肉。一只公鸡闻讯，带领其它公鸡跳上房顶。庄主大怒，将其它母鸡均宰吃，用手指着公鸡道："我让你们当一辈子光棍。"
这里的大虫可不是《水浒》中的老虎，但也够威风的，不信请看∶拥有一大把POP3的免费电子信箱，个人主页中充满了各种令初中级网虫流口水的好东西，主页存放地从美国的Geocity、Tripod到广州网易、东方网景到处都是，随身配备网络传呼机(ICQ)、网络大哥大(IPHONE)，经常出入于网上的IRC、BBS、讨论组等高消费娱乐场所，有了自己的网上绰号(Nickname)，拥有一些遍及全球的从未见面的网络朋友，大家相互用中国式的英语或美国式的汉语或汉语加英语写信或聊天，每天起床先检查电子信箱中是否有新邮件，如果没有，就给自己发一封测试信。作息时间视网上交通流量的变化而定，一般夜深人静之时，往往是大虫们最活跃的时候。FTP的用途不再是下载，而是将得意之作上载至服务器供大家下载。名片上印着自己的伊妹儿芳名、烘焙鸡(个人主页)地址，已经不习惯和人面对面说话(因为爱上了伊妹儿和BBS)，写字基本上不会(因为天天打字)。已经按坏了三个鼠标、换了两个猫。经过装修，本级别的个人主页开始有自己的主题，比如环境保护、书摘、军事、电脑网络等，不再靠热门链接装点门面。有些大虫还开办了网上电子杂志。
三岁的女儿不想去幼儿园，我告诉她说：如果天气实在冷的不行，妈妈就不会送你去幼儿园了。女儿问我：现在冷不冷呀？我说：现在还不算太冷呢！她却说：可是我觉得现在非常冷呀！
上音乐课，老师问正在打瞌睡的小明：“你知道贝多芬吗？”小明说：“背多分是——从背后看是100分，从前面看是吓一跳。”老师说：“现在是你的回答把我吓一跳了......！”
生物课上突然天塌地陷。两天后，冷静地老师安抚惊慌失措的孩纸：“孩子们，我的的肾小管能重吸收尿液中的水分，所以要憋着尿，活上五六天是没问题的。一个孩子听到后便尿了，大家问他是不是不想活了。孩子咕咚咕咚喝下说：“不麻烦肾小管了，我把尿直接交给胃了。”
国王要招选新驸马，要求是：要让牛点头在摇头最后跳下水一个屠夫走了过来，他说：让我来试试。屠夫问牛：你牛逼吗？牛点头。你认识我吗？牛摇头说着一刀捅进牛的屁眼里，牛跳下了水……
男人晚上九点钟回家，老婆骂：“酒鬼！上哪儿喝酒去了？” 男人晚上十二点钟回家，老婆骂：“赌鬼！上哪儿赌去了？” 男人凌晨五点钟回家，老婆骂：“色鬼！上哪儿鬼混去了？” 男人下班就回家，老婆骂：“死鬼！回来这么早，做了啥亏心事了？” 男人整天宅在家，老婆骂：“懒鬼！就知道在家混吃！”
我们班上有一个逆天的哥们，几天前那位仁兄去考试，想都没想就进了506教室。（他应该在508）考完对答案的时候我们就问他为什么没去考试，那哥们淡定的说：走错了，老师不让出去。神迹啊！
他和她要结婚了。结婚典礼上，他对她说“对不起。我…”她说“我知道，你真正喜欢的是伴郎吧。我看过微小说的。”他皱眉“你怎么会这样想呢？”说完转身拉起了牧师的手。
一位年过70的老妇人，有一次中了1000万美元的大奖！不过，最先得知此事的她的儿子和女儿都急坏了，因为老妇人有着非常严重的心脏病，绝对不能受一点刺激。于是他们一起去和老妇人的私人医生商量。医生知道后，绞尽脑汁终于想出了个办法。过了几天，老妇人来检查身体，这位医生就坐到了她的身边。“亲爱的太太，我们来玩个叫‘假装’游戏好吗？”“当然好啦，我的医生！ ”“如果你中了1000万美元的大奖，你首先会做什么？”“我会把其中的三分之二给你！因为这么多年来，你对我都照顾得很周到，医生！ ”话还没完，医生就一下子摔到了地板上。经检查，医生死于心脏病！
某日，两个好久不见的朋友聚在一起喝酒，甲喝的头昏脑涨的说：“我现在在黑道上好使，你说谁敢欺负你，我有枪掐谁腿我好使！！！ ”几天后乙确实遇到了困难就来找甲：“你去帮我把某某的腿掐折。”甲知道是自己酒后失言了，满脸不好意思的说---------是那天说的是 我掐水的腿能好使啊？ 乙········
今年春节，亲戚朋友聚一起吃饭，席间，逗邻居一个3岁小孩喝酒。小孩喝了一口，怒骂：“你们这帮老油子，想灌醉老子啊？”然后一溜烟跑走了。
儿子两岁了，正在学数数。这天，爸爸伸出一根手指说：“这是一。” 儿子跟着说：“一！” 然后，爸爸又伸出两根手指说：“这是二。” 儿子又跟着说：“二！” 这时，妈妈走过来了，也伸出两根手指问：“宝贝，这是几？” 儿子很认真地回答：“几！”
我觉得吧，一个酒店好不好，最重要的一条是隔音……
菜花蛇躲在草丛里,看见芦花鸡在捉虫子吃,快速出击,伸嘴就咬.狠狠一口,咬在芦花鸡的脚上.蛇得意地说：“芦花鸡上次你把我的蛋啄坏了,这次是给你的教训.”芦花鸡抬起脚看了看,突然大笑起来：“真是谢天谢地,再谢你!你居然把我脚上的鸡眼咬掉了。”
上小学我和小龙吵架。“我打个电话就可以找人来！”“你打啊!我就不信！”我就真的跑去打电话了，回来的时候放了一句狠话：30分钟后你就知道怎么死了!30分钟后学校广播：小龙同学请到校门有人找。小龙颤抖着去了，一金色头发男问：“你是小龙?抱歉久等了，这是你叫的10份必胜客，共530元。”
一个当兵的朋友说的：训练逮到一老鼠，浇点汽油就给它点了！老鼠估计是疼了，挣脱了就跑，居然冲向导弹库，幸好半路就烧死了，吓死我了……
话说美国经过恐怖袭击以后人人都是惶恐不安，乘坐飞机的人更是惊恐不已。这天有两个乘客坐在飞机上神情忐忑不安。其中一个对另一个小心的说：“我看我们前面坐的那个人一定有问题！ ”“为什么？”另一个人奇怪的问道。“因为我发现那个人的表现太正常了！ ”
一个人在书店买书，对店员说：“我想买本书，里面没有凶杀，却暗藏杀机，没有爱情，却爱恨难舍，没有侦探，却时时警惕。你能给我介绍一本吗？”“只有这个”，店员说“中国股市行情。”
老婆：亲爱的，你小时候的梦想是什么？老公：做一个为民除害的英雄。老婆：那真可惜，你没有成为一名警察。老公：可是我做到了。老婆：？老公：我娶了你啊！老婆：滚粗···
儿子在家写作业，小朋友不停地在下面喊他名字，妈妈：“作业没写完，不能出去。”儿子：“妈妈，我可以打开窗户大叫吗？”妈妈：“可以啊！”儿子打开窗子，大喊：“就让我不快乐的童年随着岁月流逝吧！”
回家路上旁边一哥们一直在用手机看X片，居然还是开外音，我不禁佩服这哥们的勇气，也许是他感觉到我了，突然抬起头对我说：“哥们你能不能别跟着我了，我都到家了。
传说一战时期有这么一则笑话：英德两军对垒，双方士兵都伏在在各自的战壕里，寻机一枪搞掉对方阵地里冒尖的。 首先是英国人想到了一个好办法，因为德国人有很多叫约翰的，于是经常是英军阵地先发出一声喊：“约翰？！ ” 德军战壕里马上站起一个人答道：“什么事？” “啪！ ”枪响了，那名叫约翰的就这么挂了。 英军屡试不爽，德军终于发现其中奥秘，恼怒之余决定以牙还牙，于是一天德军阵地里传来一声喊：“杰克？！ ” 英军战壕里很快回答“谁？你在哪？” “我在这！ ”德军战壕里迅速站起一个人。 “啪！ ”枪又响了o(∩_∩)o...
公交车上，前面一个年轻的妈妈给宝宝喂奶（母乳喂养哦），可能宝宝吃得不老实，年轻的妈妈威胁孩子：“吃不吃？不吃我给旁边的叔叔吃了啊！”说了几次，两站过后，旁边的叔叔说：“小朋友，你不吃就说一声啊，叔叔还有两站就下车了！”
一天，猎人骑着马，带着狗出门打猎。走呀走，走了一天都没有发现猎物，猎人不甘心继续骑着马寻找。这时，马竟然说话了：你都不休息，想要累死我啊？！猎人一听，立刻从马背上滚下来，和他的狗吓得没命的逃跑。猎人跑到一棵树下喘气说：到底怎么一回事？马竟会说话？！吓死我了！却听见狗拍拍胸口说：对呀！吓死我了，马居然会说话！此时只见猎人昏倒了。
狼入侵，小动物成立敢死队对抗。螳螂：我有双刀。刺猬：我满身都是暗器。天牛边晃触角边唱：哼！我有双节棍双节棍！哼哼哈哈!
一个穷人，肚子很饿，没有饭吃；太太对他说：你把身子旋转几圈，便不饿了。他照办以后，对太太说：你这法子真好，不但能当饭食，还能当酒饮。
一哥们在网吧上网，大家都玩lol正起劲，他跑去柜台买汽水，突然被脚下一根电线跘住了，就生气地把电线插头拔了，这时全网吧停电，网管对我哥们说：你赶紧走吧，等会我拦不住他们。
高二化学课，化学老师为迂腐老头，当时正面临文理分班，学文科的上课看其他书打瞌睡是家常事，某日，正巧有两人趴在课桌上打瞌睡，不料被老头发现，老头大声吼到：我们正在上课，竟然还有一男一女在睡觉！全班哗然。其实两人离得挺远的。
小明对妈妈说：“妈妈，班里的很多同学都爱撒谎。”妈妈语重心长地教导小明：“撒谎可不对，你平时对你的同学撒谎吗？”小明回答说：“就只撒过一次。”妈妈问：“那你说了什么？”小明：“我跟我同学说我妈妈很漂亮！”
老班地理课，讲到我国现在人口问题时问道“怎样解决男女比例失调？”二货同学答道：“兴建寺院”全班爆笑……
有个财主，请一位画家为他画一幅法老和法老的军队淹死在红海之中的画，但他不肯多出钱，和画家争了半天，最后才答应付半价。过了两天，画家来见财主，打开画卷一看，画面上全涂着红颜色，没有一个人。财主吼道：“这就是我叫你画的画吗？”“是的。”画家说，“你看，这一片红的就是红海。”“以色列人在哪里？”“渡过红海了。”“法老和法老的军队呢？”“淹到海里了。”
老公和老婆去菜场买鸡，老婆翻来覆去去挑选。一会儿问：“老公，这只怎么样？”老公说：“还好。”老婆放下鸡说：“好象太小了。”一会儿：“老公，这只怎么样？”老公说：“还好。”老婆生气地说：“你做什么事情都随随便便的，就不能认真点？”老公说：“我就是随随便便找的你，你是千挑万选找的我。”
襁褓中睡熟的小宝宝，有时静得出奇，我就赶紧用手去探探是否仍有呼吸，先生因此笑我神经质。夜里睡觉时，先生鼾声大作，我无法入睡，气煞人也！只好拧他一把。唉哟！只听他笑道：打鼾有啥不好？让你知道我还活着啊！
小萝莉，你怎么这么萌。看了很长时间的电视以后，女儿张大嘴打了个呵欠。妈妈说：“看，困了吧，该上床睡觉了。”女儿忙说：“不，妈妈，我嘴困了，眼睛没困。”
超市里人流如织，忽然广播响起来：“哪位家长丢了一个穿黄色格子衬衫、蓝色牛仔裤的4岁男孩，请立即到服务台认领。”只见旁边一位疲惫不堪的女子随即对他身边的男子说：“趁着有人帮我们看孩子，赶紧去买点菜吧。”
一个正在办派对的女人要她的老公提水桶跑到沙滩上去捡一些蜗牛，满心不愿的丈夫答应了妻子，但是这位丈夫却在沙滩上邂逅了一位美丽的女郎。。。隔天一早，他醒来时就惊呼：“完了！我老婆的派对！ ”他拾起所有衣物，以最快的速度把它们穿上，拿起水桶，冲向家里，由于他跑的太快，快到家的时候，不小心掉了水桶，弄得家门口都是蜗牛。此时，怒气冲冲地老婆出来了，他赶忙回头望着蜗牛道：“加油啊！兄弟们，咱们就快到啦！ ”
某当红小说家和粉丝聊天时谈到自己用胡萝卜治夜盲症的方法：先给兔子吃，然后我再吃兔子。（据说吃兔子能治疗夜盲症）
带着乡下爷爷去饭店吃饭，服务员问我们要点什么，爷爷看见墙上写着“免费wifi”，便指着墙上说：来盘这个。 哈哈，爷爷好逗。。
小时候我是这样和别人吵架的……A：“某某，你是大傻子！”B：“我是大傻子的反义词，啦啦啦……”A：“的反义词……”B：“的反义词……”A：“的反义词的反义词的反义词”。
朋友生日，电话来送礼念道，先在桌子上放个笔记本，然后把你的下巴放在笔记本上，好了，这是我送你的礼物——笔记本垫脑！
上课的时候，我班二货放了一个巨响的屁，全班哄笑，二货无比羞愧，起身向教室外走去老师训斥道：都安静！放个屁有什么好笑的？！ＸＸＸ？你回去坐好继续听课二货一脸衰道：老师我回去换条裤子。
唐玄宗天宝初年，文名颇著的秘书监贺知章，上书朝廷，欲告老致仕归故乡吴中。玄宗李隆基，对他非常敬重，诸事待遇异于众人。贺知章临行，与唐玄宗辞别，不由得老泪纵横。唐玄宗问他还有什么要求。知章说：“臣知章有一犬子，尚未有定名，若陛下赐名，实老臣归乡之荣也。”玄宗说：“信乃道之核心，孚者，信也。卿之子宜名为孚。”知章拜谢受命。时间长了，知章不觉大悟，自忖道：“皇上太取笑我啦。我是吴地人，‘孚’字乃是‘爪’字下面加上‘子’字。他为我儿取名‘孚’，岂不是称我儿爪子吗？”
我一同学甲：“马化腾是谁？”乙：“马化腾？不就是那个杀了室友的吗？！”甲：“噢，想起来了！就是那个投毒杀室友的，对对对。。。”我瞬间石化。
今天天气不错，又刮风又下雨的。
某高校院系调整圆满完成，各系无论大小纷纷挂牌以学院。总结大会上校长慷慨呈辞道：从今以后，我们学校就没系(戏)了。台下掌声四起。
我一直很纳闷，为什么那些推理的小说啊电影啊什么的死人留下的线索总是那么复杂。什么数字啊字母啊各种组合，快死的人能考虑这么多？还是说快要死的时候人都特别聪明！谁给解释一下啊～
一个月前LZ从银川打工回老家，在那收养了一只小狗，离开时送给邻居（是当地人）。前几天发了个它的照片给我。我是哭着看完的！当时我在屋前插了一面小彩旗，然后对着它说：这是我们的家，如今我走了它还一直在等我。
我有个小学同学，很要好。初中毕业后什么都没考上，在社会上无所事事了两年。后来一想也不是办法，就经人介绍到广西北海去打工。还不错，第一个月就挣了一千多块。高兴之余，就请同事到饭店吃饭。吃得很尽兴，酒也喝了不少。最后朋友付了帐，走出饭店。突然肚子痛，幸好看到不远处有个公厕，就让其他人先走，自己到公厕去解决。进去以后，发现居然没有小便池，就顺手拉开了一间蹲位的门，里面有人，定睛一看，是个中年妇女！顿时酒醒，扭头便跑。到门口处，只听得一声断喝：“把两毛钱付了再走！ ”原来那女的是公厕管理员。
一个女人狂奔进诊所喊道：“医生，快给我看看，今天早上照镜子时我发现我的头发枯黄、皮肤多皱，眼球充血、眼眶下陷。天啊！我的脸看起来像个死尸一样惨白！医生，快告诉我究竟出了什么问题？”医生给她检查了几分钟，说道：“夫人，我可以告诉你，你的视力并没有什么问题。”
那天逛街遇到朋友，我跟他打招呼：“好久没见面了，最近忙吗？”“忙！忙得屁股直冒烟儿！”说着，他嘴里吐了一个长长的大烟圈。
一哥们儿，做会计业务总是不平账，耽误同事下班时间。一日同事基本搞定，但其美元还未平，这哥们儿不慌不忙大唱：“哪里有不平哪有我，哪里有不平哪有我……”
一天，刺猬带着幼子去拜访黑熊，黑熊的子看见了惊叫：“来刺客了！”黑熊说：“少见多怪，没读过《草船借箭》吗，想当年猬就是冒充船的英雄。”刺猬的幼子说：“你这个黑客，我们是中了你的箭毒才长刺骨的箭。”黑熊的子说：“这两个刺客来报一箭之仇啊。”
今天好友动态发现一妹纸发表说说：女生长相重要吗？下面一妹纸评论：重要，一般姑娘撒个娇就解决的问题，我都得靠武力！多么痛的领悟啊…
4岁的女儿给了我五毛钱，说：“爸，给我买个ipad吧！”我说：“这哪够？”她不耐烦的从她的米奇小钱包里又抽出一毛：“给，这下总够了吧！”
木良：妈妈，5-1等于多少？妈妈：你拿5个手指,减去1个是多少呢？木良：……这……5个少1个……不知道！妈妈：家里有5个苹果，妈妈吃掉1个，还有几个？木良呜哇一声哭起来了：妈妈你有苹果不给我吃，我要吃苹果，我要吃苹果……
妻：今年春季不知会流行什么时装？夫：只有两类，一种是你不合意的，一种是你合意而我买不起的.
法官：离婚理由是什么？新娘：他打呼噜。法官：结婚多长时间了？新娘：三天。法官：离婚理由充分，结婚三天还不是打呼噜的时候。
在阳台摆弄仙人球，不小心仙人球掉下去了，我用手迅速的抓了回来
大学校园的草坪上，总为了抄近路而践踏，后勤处的老师就在草坪边上立下比如“绿草茵茵，踏之何忍”、“芳草青青，脚下留情”之类的警示标语，但是效果不明显。这几天要举行考试，踩草坪的人更多了。 后勤部门到底是有高手云集，想出了一个绝妙的告示牌，从此再有没有人踩草坪。那告示牌上写着：“踩一棵，挂一科。”
我行ATM机在客户输入支取金额前屏幕会有一段提示，大意是：本机可为您提供100元和50元票面人民币现钞，请您输入金额后按确认即可。有天来一客户，在柜台要求用卡取现2000元，柜员提示说也可到门外窗口的ATM机取，客户坚决摇头：“不行！你们的机子太落后，每次只能取100元，我上次取1500元，取了15次……”
老师：大漠孤烟直，长河落日圆，是什么意思？小明：这两句诗是在讲述，三个男人和一个女人的故事。老师：你滚！
甲：兄弟，这是上次你借我那3000块钱，正好现在不用，先还你！乙：哎 ，哥，咱俩谁跟谁啊，不急不急，你先拿着用吧！甲：别别别，借的钱一定要还，你今天必须拿着！劫匪：你们俩TM墨迹啥呢，赶快把钱交出来！
邓艾口吃，说自己的名时，总是艾艾个不停。晋文王一次戏弄他说：“艾艾为几艾？”邓艾巧妙地答说：“凤啊凤啊，原来还是一凤。”
一个人常向人们吹嘘自己是位好猎手，并沾沾自喜地谈论自己的高明枪法。一天，他同朋友去打猎，朋友指着河里一只野鸭子请他开枪，他瞄了一下就扣动了板机，但没打中，野鸭飞走了。朋友为他难为情，但他却毫不介意，反而对朋友说："真怪，我还是第一次看到死鸭子能飞呢。"
有一个人到县衙里去告状，对县官诉说道：“小人明日丢失了一把锄头，请老爷追究。”县官训斥道：“你这个狗奴才，明日丢失了锄头，怎么昨天不来告状？”站在一旁的差役听了他二人的痴呆话，忍不住笑了起来。县官见差役在旁嗤笑，气得把惊堂木摔得山响，立即断结此案：“偷锄的一定是你这个刁滑差役。”并追究他偷去锄头有何用常差役笑着说：“小人偷去锄头，是医锄死那糊涂虫儿。”
一个孩子到肉铺买肉，对老板说：买一斤牛肉，要煮不烂的。老板奇怪地问：怎么?你不喜欢吃煮烂的牛肉?不，喜欢。不过，我爸爸每次把煮烂的牛肉吃得精光，我一点儿也吃不着！
一个人问他非常害怕老婆的朋友说：“圣经上说：丈夫是妻子的头，你的情形是这样吗？”那朋友的妻子抢着答道：“怎么不是？我只是他的喉舌而已。我负责开口说话，他负责点头。”丈夫在旁点头表示赞同。
一只北极熊很无聊，就一根一根拔自己身上的毛，拔到了最后一根，他说了一句：好冷啊。一只企鹅也觉得无聊，就学着北极熊一根一根拔自己身上的毛，拔到了最后一根，他说了一句：北极熊说得没错。
我希望在我有生之年有人用这三句话侮辱我：“你怎么美成这个B样？”“你不就是有几个臭钱吗？”“找个好老公了不起啊！”希望我能落得如此下场，光想想就开心到不行了！
小呆：大呆，十一点半的火车为什么我们十点就要在这儿等？？大呆：笨啊！这样别人五点才到台北，我们三点半就能到了埃小呆：对喔！那我们可以多买几张票，就可以早点到了说。大呆：所以我说你比我笨，我早就想到了！你看这里有十张票，我们一人五张，这样我们九点半就能到台北了啊！小呆：喔怪怪的。
孔子是世界上第一个开补习班的人，不仅有教无类，连补习费多寡、可享受到福利也都规定了：$30三十而立：交三十两者只能站著听课；$40四十不惑：交四十两者可发问，直到你没有疑问；$50五十知天命：交五十两者可知明天小考之命题；$60六十耳顺：能出的起此价格者，老师可以讲些你喜欢的话给你听，让你耳顺；$70七十从心所欲：上课要躺要坐或来不来上课随你。
我一高中同学毕业后去高速路口当了收费员。一天，有个日本人来他窗口问路。日本人一口流利的英文让他一句都没听懂，但一颗强烈的爱国心告诉他不能日本人面前丢人，于是他一味地微笑着点头道：“yes,yes,yes~!”然后那个日本人骑着自行车就上了高速！
机场指挥塔值班员，听到一个直升飞机驾驶员，一本正经地报告他已经把直升飞机定在某方位上空1000米。“那怎么可以？”有个声音气急败坏地插进来说，“那正是我停留的地方！ ”好一阵子，谁都紧张得没有讲话，随后，原先的那个驾驶员的声音传了过来：“傻瓜，你是我的副机师啊！ ”
警察抓到了恐怖分子，严刑拷打，死活不招。最后警察把恐怖分子带到一间温暖的卧室，盖上温暖的被子，舒舒服服让他一觉睡到早上七点半，突然把窗户打开，外面寒风吹入，闹钟响成一片。恐怖分子连哭带喊：“我什么都说，什么都说！让我多睡五分钟，就五分钟！”
前几天耳洞发炎，就把耳环取下来随便从茶叶罐里拿了两根茶叶棒插在耳洞里，之后洗澡啥的也忘了取。今天洗完出来不小心摸到耳朵就觉得有两片软趴趴的东西，对着镜子一看，原来是那两根茶叶棒，泡开了…卧槽泡开了啊！！？好不知所措啊！好不安啊！！这几天我天天戴着两片乌龙茶上班啊！
法官：你现在还想抵赖，那么多证人都说那天晚上看见你在地里偷瓜。  嫌疑犯：大人，冤枉啊！他们都是胡说。那天晚上根本没有月光，地里一片漆黑。那些人根本不可能看见我。 法官：真是这样的话，他们是在胡说。
小时候我们村小孩狂热武侠片，基本上电视上放过的招式第二天大伙儿都会了。每人挑一绝招练，我练的是金刚罩，铁布衫，我隔壁哥哥练的是降龙十八掌，结果就有这样一幕，每天他用他的降龙十八掌，一气呵成的在我身上拍完十八掌！我都不晓得我是怎样活下来的，还是我神功大成了…
今天不知道谁把西瓜皮扔宿舍门外，舍友直接撂倒了，我们问他，菊花可好，这二货起来放了个屁，弱弱地说了句：“没事，还喘气着呢！”
一对夫妇有两个淘气的孩子，一个8岁，一个10岁。他们经常搞恶作剧，谁也管不祝这对夫妇于是商量请镇上的牧师来管教，听说他对不听话的小孩有一套办法。牧师答应了，但要求先单独见一下孩子。于是8岁的孩子先被叫到牧师那儿。牧师严肃地问：“上帝在哪儿？”小孩没有回答。牧师提高声音又问：“上帝在哪儿？”小孩还是没有回答。牧师站起来，指着小孩的脸，更大声问：“上帝在哪儿？”突然，小孩打开房门，一溜烟跑回自己房间。他的哥哥跟着进来问：“发生什么事？”弟弟回答：“这次坏事了，上帝找不到了，他们以为是我们干的！ ”
我始终想不明白，为什么唐僧总是很怕怕妖怪抓走自己煮着吃了。他完全可以先吃自己一块肉，然后就不怕任何人吃他了呀！
“您好，这里是易迅网，请问有什么可以帮您？”“你们是不是价钱比京东高就赔啊？”“是的。”“我看中你们一个洗衣机，标价比京东高。”“没有吧……”“你看，京东的价标在图片底部，你们的价标在图片顶部，标得比京东高，你们得赔。”
碟仙的故事我听过很多次，而我自己也亲身经历过，这决不是故事而是事实！那是大二的元旦，到伙在呀一起闹，到了12点时大伙都没事可干？玩碟仙的游戏吧！有人提议。没人反对。临是的工具一会而就找好了，只是当时大家都不太懂，也没设坛烧香，也许正是因为这么一点点的不敬，差点若来一场祸！灯关了，所有的避邪物件也都取下来放到了门外。我也取下了随身戴的一块玉！开始了，大家口中都念念有词：碟仙，碟仙请出来！时间慢慢的过去了，没什么动静！有过了一会而，华说话了：“有个人站在高高的城堡上看着我们呢！他头发好长，把脸都遮盖住了！ ”大家都没在意，玩笑嘛！碟子开始移动了，很慢！突然，飞快地向华那边移去。紧接着华尖叫了一身，大家吓了一跳，松开了放在碟子上的手。当时我没在意，以为又是个恶作剧！出人意料外，华开始发狂了。她口里大嚷到：不要，不要带我走！一时间我们几个都有点蒙了。阿文（华的BF）一把抱住了华。可华脸色铁青，表情痛苦。口里还一边喃喃道：阿文，不要让他们把我带走！华的脸似乎整个被扭曲了，一边哭一边挣扎着，俩女生吓的抱住自己的男朋友就哭０把她抬到床上去，可能会好点！觅说。我pat了自己一下压了压惊！一把抓住了华的手，顿时觉的一阵寒意涌遍全身，她的手冰冷而又僵直！我此时都怀疑自己抓的是华的手还是被鬼魂附身后僵尸的手。那手直挺挺的举着指向窗外，就象电影里的活跳尸一般。可当时我却不知那来那么大的勇气抓着那样一双手。觅，阿文和我把她摁到了床上。华躺下了......
恶搞后的中文：童鞋（同学）、鸡冻（激动）、虾米（什么）、稀饭（喜欢）、木有（没有）、帅锅（帅哥）、酱紫（这样子）、银（人）、小强（蟑螂）、汗（惭愧）、灰常（非常）、寒（吃惊）、表嘛（不要嘛）、打酱油的（路过）、猪头（笨蛋）、菌男（俊男）、霉女（美女）、囧（无奈）”。。。
妻子：“你太不正经了，看见漂亮的女人，就忘了自己已经结过婚了。”丈夫：“恰恰相反，我每次看见漂亮的女人，心里最清楚的就是我怎么会已经结过婚了呢！”
就昨晚，本屌的女神发了一条说说：看见那sb在线就不爽，好烦，删掉算了！正当本屌心中暗喜我的竞争对手又少了一个时，却突然发现qq上找不到女神的号了，肿么了？肿么了？她的号是不是被盗了。
菲菲手里拿了很多好吃的东西，丁丁见了非常眼馋。但又不好意思要，于是灵机一动说：“菲菲，我会变戏法。” 菲菲：“什么戏法？” 丁丁：“你把那些好吃的东西，放进我嘴里，肯定立即就没。”
刚刚给老公看手相，我发现老公的生命线很长，而我却很短。于是我故意感伤地说：“我可能只能活到50岁！”希望老公能说点啥感人的话，谁知二货愣了一下说道：“那就别交养老保险了，反正也拿不到。”
冰块对冰箱说：老公，我真的愿意和你一生一世长相厮守，因为你给了我家的感觉。
被一小妹拦住说店里搞活动剪头20，想想我也该剪了就进去了，剪完了告诉我会员卡20，没有给40，哎呦卧槽，我这暴脾气瞬间就上来了，拿着钱就喊，你们谁有会员卡的借我刷20，我和你40。店主的脸瞬间就拉下来了。
1:00am闹铃响了。2:00am同去打猎的伙伴来了,把你从床上拽起来。2:30am把除了厨房的洗碗槽之外的所有东西塞到背囊里。3:00am向丛林进发。3:15am返回家中把枪带上。3:30am选了片空地作为营地.发现忘记带该死的帐篷。4:00am一路狂奔回家取帐篷，谢天谢地，总算赶在天亮前回到了营地。4:30am搭起帐篷。6:05am向丛林深处进发。6:06am看到八只鹿。6:07am瞄准，摁下扳机。6:08am砰-8:00am装弹药，同时眼睁睁看着鹿全部翻过山头跑掉了。9:00am回到营地。12:00正午-午餐是野草莓12:15pm刚把枪膛里的子弹打完-看见八只鹿又回来了。12:20pm胃里有种奇怪的感觉。12:30pm意识到中午吃的草莓有毒。12:45pm试着自救。12:55pm狂奔到医院洗胃。15:00pm回到营地。15:30pm离开营地出发去打鹿。16:00pm忘带弹药，回营地。16:01pm装上弹药-再次出发。17:00pm嫌树枝上吱吱叫的松鼠很烦人，射击--，把弹药用光了。18:00pm回到营地-看见鹿在营地边上吃草。18:01pm装上弹药。18:02pm开枪。18:03pm没响，卡壳了。18:05pm同伴回到营地，步履沉重，肩上扛着一只他打的鹿。18:06pm压抑住想冲同伴开枪的念头。18:07pm火苗窜到了衣服上。18:10pm换衣服-把被火烧着的衣服仍进篝火里。18:15pm在营地周围溜达,免得面对着兴致勃勃的同伴和他的鹿。18:30pm绊了一跤,手里的枪掉进泥巴里。18:35pm碰到熊。18:36pm瞄准。18:37pm开枪,闷响-枪膛被泥巴堵住了。18:38pm裤子被咬破了。18:39pm爬上树。19:00pm熊离开了。*$%!@$%。。。枪被咬得七零八落四散在树脚下。午夜，回到家
儿子：“爸爸，什么叫做女汉子呀！”爸爸：“你觉得呢？”儿子：“是那些张口闭口你MB，抽烟喝酒打群架，看见谁都叫贱人，追着男生就打的女生吗？”爸爸：“不是，女汉子是那些自理能力强，会洗衣做饭，照顾人时温文尔雅，处理事时性格像男生，不斤斤计较，没那么多事的女孩子。”儿子：“那我说的那些叫什么呀。”爸爸：“孩子，那些叫傻B！”
有一个倒霉透顶的人，看见远处有一群人朝这边跑过来，他想上次看人家打架自己头上挨了一砖头，今天跑远一点。可是不跑还好一点，他跑得越快后面的人越多，后来实在跑不动了，被赶来的人一阵拳打脚踢，突然有人喊：偷东西的人在那边。
有一人奉命去送紧急公文，上司特地给他一匹快马。但他却跟 在马后面跑而不骑马。路人问他：既是如此紧急，为问不骑马。 他说：六只脚一起走，岂下比四只脚更快！
妻子让丈夫做家务，丈夫看见妻子在一旁看电视。 丈夫：“老婆，俗话说得好，男女搭配干活不累，你不要光看电视啊。” 妻子一听仿佛明白了丈夫的意思：“来，你把咱家闺女背上干活儿吧！” 丈夫……
他要结婚了，他拖他最好的朋友去选结婚戒指。“这个不错。” “你帮我试试！”，“那……好吧！” “正合适！” 她想要摘下戒指的时候，被他的大手一把抓住，“戴上了就永远不准摘下来了！！”她睁圆了眼睛，“你…不是要结婚了吗？…” “没错，和你”。
我：“妈妈，怎么给我报这么多补习班啊？” 妈妈：“有钱任性。” 我：“有没有考虑过我的感受？” 妈妈：“没钱认命。”
阿里上市，马云不仅成为新首富，而且身价是王健林的两倍。因此，我有一个梦想，取代马云——成为这世界上最丑的男人。
今天去花鸟市场闲逛，看见有个人问卖巴西龟的老板这龟能活多久，只见老板悠悠的回答，看你会不会养了，养的好了它送你走～
有一天卡巴延（印度尼西亚机智人物）身子很乏，想在家里睡一觉。岳父见了心里非常高兴，便打发他去摘木菠萝，并且叮嘱他挑老的摘。卡巴延拖着两条疲惫的腿来到果园里，爬到树上摘下一个熟透的木菠萝。过了很久，他两手空空地回来了。岳父问他果子在哪儿？他说：“我叫它先走一步呀！爸爸，它不是老了吗？难道它不知道到这儿来吗？”岳父听了又好气，又好笑。无奈，他只得急急忙忙朝果园跑去，怕别人把那只木菠萝拿走了。
话说头天晚上饮酒后第二天上厕所后味道很劲爆的。那一次我朋友就在我之后去了一次，出来后他说：“靠！这味都上头！”我说：“那是，俺家厕所从来不生蚊子和蜘蛛的。”
某君带着一只宠物乌龟，下班后开车回家，在二环路上遭遇堵车。乌龟耐不住性子，坚持要先爬回家去，主人只好由它去了。不知过了多久，此人听见敲门声，打开车门一看，只见乌龟满头冒汗，气鼓鼓地说：“你忘了给我家门钥匙……”
为了生活，你四处奔波；为了节俭，你从不花钱；本来不想说，可是晚饭还没着落；我不要什么圣诞什么元旦，我只要西红柿炒鸡蛋！
周日，丽丽在老公的陪同下去美容院打了耳洞。回到家，妈妈问丽丽：“打耳洞疼不疼啊？”还没等丽丽回答，老公伸出红肿的右手对丈母娘喊道：“您看看我被她掐肿的手背就知道了。”丽丽心疼地问老公：“掐疼了吧？我帮你敷药。”老公叹了口气，说：“这算啥，等你站到柜台前挑钻石耳钉时，我才是真疼呢。”
姑姑问超超：你今天午睡了吧？超超说：我今天四岁。姑姑说：不是问你几岁，是问你有没有午睡。超超说：跟你说我四岁，怎么还说五岁？姑姑你几岁了？姑姑说：我32岁了。超超赶紧问妈妈：妈妈、妈妈，32加1等于几啊？33。妈妈说。姑姑，那你33岁了姑姑：？~~~~~~~~
“老公，给我唱首催眠曲吧！”“好啊，你想听什么？”“那你给我来一首忐忑吧。”老公顿时傻眼了，楞了一会。开始在那一阵抖。我奇怪了：“唱歌呀，你抖什么呢？”“《忐忑》我真的不会唱。刚才给你唱了一首《哆嗦》行吗？”
高中时我胖，喜欢上一个学长，认识的。有次聊天他突然说：“要是现在是唐朝多好阿！”我大喜~心想他是不是喜欢肉肉的女孩子阿~就问为啥呀~他说：“那时候大家都喜欢胖的，那剩下的都是瘦的了，我可以慢慢挑了阿~”
老婆和丈母娘很像。此为背景。有次老婆站我旁边，我在入神玩手机。不知道什么时候媳妇走了，丈母娘站到我旁边来了，我侧个脸也没细看，感觉是媳妇，就一脚踢在丈母娘屁股上，“给大爷整点水去，”哥半年没上媳妇家。
我跟老婆是青梅竹马，小时候村上几个丫头赛跑，说谁跑输了就做我的老婆，她那天跑的太凶脚崴了。
她是富家千金，而他只是一个普通的酒店主厨，她经常去酒店吃饭，被他做的美食深深迷住。终于有一天她鼓起勇气问他：“你愿意一辈子只为我一个人做饭吗？”他憨憨的笑了，有些局促地点点头。没过多久他走进了她的家门，成为了她的私人厨师。
经纪人对剧作家说：“有好消息也有坏消息，你要先听哪一个？”剧作家说：“先讲好消息吧。”经纪人：“小黑很喜欢你的剧本，而且紧咬不放。”剧作家说：“好极了，那坏消息呢？”经纪人：“小黑是我家的那条狗。”
一次,张菲发生意外,醒来后发现躺在医院并床上,并且全身酸痛.于是就问来探病的小董和胡瓜:「告诉我,我昨天到底发生了什么事?」于是胡瓜就说:「昨天我们去你家喝酒,你喝了两瓶威士忌之后,就站在窗口说要表演老鹰飞翔,然后就跳了下去...」这时,张菲很生气地说:「那你们为什么不阻止我呢!?」胡瓜答到:「因为.....因为我还没有看过老鹰怎么飞嘛....」
字字珠玑对咬文嚼字说：连字你都能吃下去。热量很高还是口感很好？咬文嚼字对字字珠玑说：一般般啦，我只是看中字的美容养颜功能。这一点姐姐你比我更明白的啦。
在一次洗礼会上，牧师把婴儿抱在手里为他祝福，但他忽然忘记了婴儿的名字，想来想去还是记不起来，只好悄悄问站在一旁婴儿的父亲。婴儿的父亲指了指婴儿的尿片说：“尿片，尿片。”“哦，愿上帝赐福于尿片，阿门。”牧师祈祷说。从教堂出来，母亲哭出了眼泪，做父亲的也十分不悦，问牧师怎么给孩子起了这么个名字。“哟，你不是说这孩子叫尿片吗？”牧师问。“瞧你，我是告诉你写着孩子名字的布条别在尿片上啦。”
安娜的妈妈又怀孕了，她问安娜：你希望妈妈再给你带来个弟弟呢，还是妹妹？安娜想了想说：我只想要一只小狗。
法官看着被告，狐疑的问道：「我好像见过你？」被告满怀希望的抬起头来回答道：「是的。您太太就是我二十年前介绍给您认识的。」「原来是你９法官咬牙切齿的说：「判你有期徒刑二十年。」
音乐课上，老师问：谁能说说什么是通俗唱法？全班生异口同声答：就是把歌词中的‘你ni’唱成‘li’，‘谁’(shui)唱成‘(shei）’！
背景：夜晚，老婆在看电视，老公在和同事打电话。临挂机时，老公说了句：“还是选小三吧。”老婆脸上的黑线就下来了，问：“你很喜欢小三吗？”“嗯，小三看着顺眼”老婆一个巴掌甩过来，把老公逐出了家门。老公坐在门外捂着脸，委屈地说：“排版选个字号，我惹着谁了……”
黑猩猩不小心踩到了长臂猿拉的大便，长臂猿温柔细心地帮其擦洗干净后它们相爱了，别人问起它们是怎么走到一起的？黑猩猩感慨地说：猿粪！都是猿粪啊！
人要走了，他对主人的小儿子说：鲁什克，你愿不愿意把我送到汽车站呢？不行，鲁什克说，因为我实在太饿了，可妈妈说，只有等你走后我们才吃饭。
年轻的父亲伸出大拇指，对3岁的儿子进行智力测验：宝宝，这是几个?哥俩好！
今天上午去取钱，母亲去自动取款机里取，我坐在电瓶车上等她。后来来了一个老同学，我以前暗恋过的帅哥瞬间从大跨着腿的姿势变成娇羞的交叉腿，低头害羞。结果我妈取完钱后，看我扭捏的样子直接来了句：“这都多长时间了，痔疮还没好啊？”亲妈啊……
一辆破旧的老爷车停在饭店门前，车身上生满锈，水箱没有盖子，蒸气直往外喷，车蓬早已脱落。车主对一个流浪汉说：“我要打个电话，请你帮我看一下汽车好吗？”对方答应了。事后车主为酬谢流浪汉，问他要多少钱。“五百元。”“什么？这简直是抢劫嘛！我才去了三分钟。”车主大叫。“先生，这不是时间的问题，而是关系到本人面子的问题，过路的人都以为这破车子是我的。”
今天听到有人订婚，想到了我高中的化学老师（女的）。一次她上课直接把书往桌子上一摔说：“今天我心情不好不要惹我，因为我男朋友今天结婚，新娘不是我……”全班当场给下尿了。
华山之巅，黄药师向郭靖、黄蓉望了几眼，叹道：“靖儿，你母亡故，明儿你随我回桃花岛，由你大师父主婚，完了你与蓉儿的婚事，如何？”郭靖悲喜交加，跪拜在地，冲着山崖吼道：“郭靖明儿要成亲啦！”只听山谷间传来一声回音：“新郎是韩寒吗？”
仁慈的上帝创造了天地，同时也给各种各样的植物起了名字。各种类型的花卉全都来了，上帝给它们都一一准备好了名字。然后他就打发花儿们到草地上和花园里，叫它们各归其位。此后不久，一种带有一颗黄色小星的天蓝色小花回到仁慈的上帝跟前。小花问道：“上帝，您是怎样给我命名的？我把我的名字忘掉了。”“你……”上帝说，“那么你应该叫做‘勿忘我’”。这时候，这种小花羞愧地躲到草里去了。直到今天，它那带有金星的蓝眼睛还在闪闪发光。每当人们采摘这花儿时，仁慈的上帝就会说：“勿忘我！ ”
我们班有个很不招人待见的同学，有一次他突然摔伤了要叫救护车，大家看他确实挺惨只好立刻写信给急救中心。
姐姐教三岁的儿子说英语，教了爸爸妈妈叔叔阿姨爷爷奶奶。到哥哥这懵住了，想不起来英语咋说，在那正合计呢，我小外甥低头说了句：偶霸……
甲：“我昨天买了一本《记忆的诀窍》，真太好了，我昨晚一口气就把它读完了”乙：“能否借给我读一读？”甲：“当然可以，咦，我把它搁在哪儿了？”
一天晚上我开着丈夫的车去购物，回来后发现车身沾满灰尘，于是擦洗了一阵。当我终于走进屋里时大声喊：“世界上最爱你的女人刚擦洗了你的车灯和挡风玻璃。” 我丈夫抬头看了看，说：“妈妈来了？”
妻子：老赵家可真有钱，一张口就是几百万几千万的。丈夫:什么有钱，人家老赵是搞细菌研究的。
重庆街头，目睹乘车之难。友人语予，每乘一站，须过五国。久站等车，“站比亚”；车来，“估爬”；上车，“挤内亚”；下车，“朝掀”；赶下一站，“越难”。近闻出租车有女司机拉乘客，又多一国，“伊拉客”也。
妈妈做了个乌鸡枸杞汤。女儿指者汤里的枸杞问：“妈妈，这是什么？”妈妈：“这是枸杞子”女儿满脸疑问的说：“我还以为是刚出世的红枣呢。”
有一个古董商，结婚四十年，年岁已近六十，喜欢上了夫人的侍女，背地里总对侍女动手动脚。夫人知道了，就与侍女商量了一计。侍女对古董商说：老爷，今夜三更来我室。古董商甚喜。三更时古董商悄至。此时侍女已与夫人换室而居。古董商上得床来，并无言语，倾盆暴雨，尽其所能。事毕，躺于床侧，喜曰：还是你好，比我那个老黄脸婆强多了。话音刚落，夫人一脚将其踹至地下，骂道：你还玩了一辈子古董，连这么个老货都不认得。
人们说，牛奶令人强壮。但是，你喝完5杯牛奶去推墙：墙纹丝不动。你若是喝下5杯伏特加呢？不等你推，墙自己会走！
人事局李局长下班路上碰到了电视台张台长，老张，你（下台）了？，张台长反唇相讥：你不办人事了？
厂下广卞廿士十一卉半与本二上旦上二本与半卉一十士廿卞广下厂下广卞廿士十一卉半与本二上旦上二本与半卉一十士廿卞广下厂下广卞廿士十一卉半与本二上旦上 二本与半卉一十士廿卞广下厂下广卞廿士十一卉半与本二上旦上二本与半卉一十士廿卞广下厂下广卞廿士十
一个2货，经常夸耀自己智商能达到200，并且是在某个网站测试过的，我问他：“你确定没有测错？”他说：“肯定没有啦！”我说：“我觉得给你测低了。”二货一脸高兴：“真是知音啊！”我说：“我觉得至少给你少测了50分。”二货...
月饼爱上馒头，拼命追求，馒头誓死不从。月饼难过：(港腔)这是为了什么？馒头：俺娘说啦，你肚子里都是花花肠子。
黄蓉中毒，身上奇痒难当。洪七公虽无法解毒，却仍然用内力为其止痒延缓发作，好让郭靖有充分的时间去找人帮忙。见黄蓉情况稳定，七公将郭靖拉到一旁，小声告诉他：“虽然我只是抑制痒，但……”郭靖迟疑着接过话唱道：“绿……绿草因为你变得更香？
爸爸：“儿子，你将来要娶谁做自己的媳妇儿啊？”儿子天真地说：“奶奶最疼爱我了，所以我要娶奶奶做媳妇儿。”爸爸被天真逗乐了：“瞎说！我妈妈怎么可以做你的媳妇儿？”儿子一本正经：“那我的妈妈怎么可以做你的媳妇儿？”
“索忍尼在他著述的《收容所群岛》一书中，将纽约最高的法官称为‘驴子’”“他没有感到被污辱吗？”“谁？法官还是驴子？”
有对象后，早上刷牙有时候帮我挤好牙膏，甚幸福。后发现没有了，问她。她说有几次自己挤多了，掉洗手盆上，没舍得扔，又刮起来了……
发这条信息给你并没有什么特别的意思，其目的只不过是想消耗你手机的一点点电力而已。
今天上厕所，公司的厕所门，下面有离地面大约10cm左右。。蹲下来一会，就看见有人伸手进来，拿着纸给我，我出于好奇，接了过来，我准备走的时候，听见隔壁有人打电话大骂：“纸怎么还不送来，腿都蹲麻了”。。我是不是做错什么了？
丽沙参加一个舞会，在舞厅里由于没有舞伴，只好干坐着。无聊极了，这时走来一个潇洒的男士，丽沙高兴极了。那男子问道："小姐，您要跳舞吗？"丽沙连忙站起很有礼貌地说："谢谢，要的。""好极了。"那男土说，"我可以坐坐你的椅子了。"
林小小上学了。王老师教学生拼音。王老师先教写声母b、p、m……，林小小不爱动脑筋，总是学不会。考试了，小小便胡乱地在试卷上写了几个。老师很生气，就叫小小的妈妈来。王老师说：“林小小上课不认真，连‘声母、韵母’都不会。”小小的妈妈大怒，说：“妈妈就是你的生母，你的爸爸管你姥姥叫‘岳母’时，你的耳朵跑哪去了？记住，我是生母，姥姥是岳母。”
某一天，四个准爸爸在产房外等新生儿的到来，不一会儿，婴儿们哇哇坠地....护士跑出来向第一位张先生说：恭喜你，张太太生了双胞胎。张先生开心的说：我刚好是双喜沙士的经销商。接着，护士又出来向第二位林先生说：恭喜你，林太太生了叁胞胎。林先生也开心的说：我是叁洋公司的副总。突然，其他的两位先生头也不回的拔腿就跑....张先生和林先生都疑惑的问他们为何要跑???李先生哭笑不得的说：我是[百服宁]的总经理.....王先生则哭着说：我不要当[万客隆]的老板
自助餐会上，A对B说：“你已经第四次去拿冰淇淋了，没感觉不好意思吗？”B说：“没有什么不好意思的？每次我都告诉他们，我是帮你拿的。”
美国军队有一条规定，军人一律不得蓄长发。而黑格将军担任北约部队总司令时，却蓄着长长的头发。 有一名被禁止留长发的美国士兵，看到画报上登载着长发的黑格将军像，便把它撕下来，贴在不许他留长发的连长办公室的门上。为了表示抗议，他还画了一个箭头，指着总司令的长发，写了一行字：“请看他的头发！ ” 连长看见了这份别出心裁的“抗议书”，没有把这个愤愤不平的小兵喊来训斥一通，而是将那箭头延长，指向总司令的领章，也写了一行字：“请看他的官衔！ ”
男生对某女生穷追不舍，可女生对他并不感兴趣，屡次对他说出实情，可该男生却依然顽固不化。 有一天，女生实在忍不住了，在男生的一再纠缠下猛地回头，拍案而起道：“你到底喜欢我什么啊？我改还不行吗？”
今天一哥们剪了个球头，跟他开玩笑说：“兄弟刚从监狱出来的吧！”他看了看我说：“你是想逼我再进一次监狱吗？”然后我就沉默了。
有一二货同学问我“想死还是想活。”“想死。”“那你去死吧！！！”“再给你一次机会，说，想死还是想活？”“想活。”“回答错误，去死吧！”
“嫦娥奔月为什么带只兔子” “你不觉得只带胡萝卜太明显了吗”
二十世纪初，欧洲某地区痢疾和霍乱流行。人们很惊慌，一旦发现有人上吐下泻，便立即对他采取隔离治疗。一天夜里，两名担架员敲开一位投宿先生的旅馆房间，说："请跟我们来吧，您一定是病了，因为我们看到您今天晚上上了12次厕所！"这位先生生气地说："我上了12次，11次厕所被人占着！难道这也要隔离吗？"
木与小玉夫妻俩今天大吵了一顿，小玉一把鼻涕一把眼泪地说：“早知道就听我妈的，不嫁给你了！”阿木愣了一下，缓缓地问：“你是说……你妈曾阻止你嫁给我？”小玉点了点头。阿木用力地捶了一下桌子，说：“哎！这些年来我还真是错怪她了！”
一个小伙子上洗手间，看见清洁工阿姨正在打扫，就说：“你先拖，我再上。”
悟空：“师傅，这是我偷的香蕉苹果。”八戒：“师傅，这有两头猪。”沙僧：“师傅，我这还有大白菜。”唐僧：“白龙马呢？”悟空：“去抢车位了吧？”
生理教师问学生道：肠在胃的哪一面？一学生答道：肠在胃的南面。教师听了很诧异。学生道：地图上有指南针，凡在下边的，都说是南面。我想生理图当然一样的。
一位拳击运动员的妻子在夜里被声响弄醒了，她看见卧室里站着一个贼。她弄醒身边的丈夫，镇定地说：“起来吧，有人找你做家教。”
有个姑娘讲话很喜欢用ABB格式：＂我喜欢吃肉肉。＂＂我喜欢吃糖糖。＂ 她喜欢一个男孩子，整天对他撒娇。男孩子跟她说：＂你总这样不累？＂她说：＂可爱嘛。＂男孩想了想：＂我也会。＂女孩说：＂真的？＂男孩挠挠头脸红着说：＂我....我喜欢你哥哥。＂
一朋友，卖衣服，她经常在要卖的衣服里装20块钱，自己装不知道，然后抬高40元卖。很多顾客都很爽快的把衣服买走了……
这个周考试，高三都懂得，考理综，物理老湿说遇到不会的计算题，就把可能用到的公式写上，碰上哪个写对了还能得点步骤分。于是乎，我们班一个二货，三道物理大题，他果断将高一到高三所有的物理公式默了3遍！我在等成绩下来，如果分高的话，我也这么干，嘿嘿！
爸爸：杰克，你干嘛喝这么多水呀？ 杰克：我刚才吃了个苹果，爸爸。 爸爸：可是这跟喝水有什么关系呢？ 杰克：我忘了洗苹果呀。
阿月要亲自下厨煮饭问正在打麻将的母亲要洗多少米。妈妈没有听到阿月的问话。一面将手里的牌打出一面说到：“九筒！ ”结果………那一锅饭让她们家足足吃了一星期。
蛇、蚂蚁、蜘蛛、蜈蚣几个人在家里搓麻将。8圈之后，烟抽完了。大家商量让谁去买烟。蛇说：我没脚，我不去，让蚂蚁去。蚂蚁说：蜘蛛八只脚，比我的多，让蜘蛛去。蜘蛛说：我的脚再多也比不过蜈蚣大哥呀，让蜈蚣去吧。蜈蚣无奈，心想：没办法，谁让我脚多呢？于是蜈蚣出门去买烟……一个多钟头了，不见蜈蚣回来，两个钟头后，还不见蜈蚣买烟回来。于是大家让蜘蛛出去看看，蜘蛛一出门就看见蜈蚣在门口坐着，蜘蛛很生气，问：你怎么还不去呀？大家等着呢。蜈蚣也急了，说道：废话！你们总得等我穿好鞋吧！！！
家有四岁小女儿：妈妈，今天老师说我漂亮。我：是吗？老师怎么说的？女儿：你长得漂亮有什么用，上课不乖。
顾客指着有点变味的鸡蛋，问饭馆服务员：“请问这些鸡蛋是怎么回事？”服务员回答：“鸡蛋又不是我下的，你问母鸡去。”
军训期间，照例是一开始就站40分钟军姿，天气有点热，一男的报告自己头晕要求休息，教官看了他一眼，点了点头。于是该男生就晃晃悠悠得向阴凉走去。教官大怒，别特娘得晃，像个爷们一样给劳资过去！该男生立刻挺起胸膛，以行动证明自己是爷们。“给劳资回来！！！走路晃都不晃还说晕？！”
某日酒后驾车，刚好遇到查酒驾的，急中生智熄火靠边停车，下车后马上从后备箱拿出白酒一瓶猛灌，这时交警过来了，理直气壮的大吼:“我是停好车才喝的酒啊！”交警说:“先不说这事，你赶快挪挪车，我们两个同事在你车轱辘底下呢。”
女：你下面太硬。男：你下面水太多了。事实证明：下好一锅面条不是件容易的事儿。。
同学在考试分数下来后吃惊的告诉我，他交了张白卷，居然考了15分，他高尚的提醒了一下老师是否弄错了。老师认真的告诉他：这是卷面整洁分……
一法庭上，法官向犯人提问…法官：“ 你为什么要制造假钞？”。犯人：“ 因为我上有老下有小，老人生病要住院，孩纸读书要学费，爱人要买化妆品，还要偶尔打打牌，外面的高利贷要还利息，每月还有车贷、房贷、卡数要清还……… ”。法官：“ 够了、够了，说重点！”。犯人：“ 真钞，我不会印… ”。
一行人向小明问路，于是拍拍他的肩膀，问：小弟弟，这里是中山路吗？小明看了他一眼，说：不对，这里是我的肩膀。
我：考试成绩下来了吗？弟：全班就一个不及格的，不是我！我：那个不及格的同学学习不好吗？弟：还可以，考试时候学霸在扣扣群里发答案！我：那你们都抄过了，他怎么回事？弟：他手机没电了。
老师向学生证明酒的危害性，她把一条蠕虫放进一杯酒里，蠕虫立刻死掉了。大家知道这证明了什么？她问学生。小卡尔来了灵感：这证明如果人喝了酒，肚子里就不会有蛔虫。
妈妈正在厨房里用开水烫毛巾消毒，小小跑过来，指着那不断冒气的锅子问：妈妈，那里面是什么？是毛巾啊。小小迟疑了一会儿说：我不知道原来毛巾也能煮汤哪！
我望着女朋友深情地说：“你真是一个美得让人窒息的女人。” 话音未落，女朋友在我腿上狠狠地掐了一把“下次再在我放屁的时候说这样的话，我可不会再这么便宜你了。”
现在的男生，比女生瘦，比女生白，比女生好看，还特么的要跟女生抢男生；现在的女生，比男生酷，比男生帅，比男生爷们，逼得男生不得不去喜欢男生；搞基的世界就是这样来滴。
有个厨师被人请去办酒席，他带着一个小厨子去了。这位厨师做饭时偷了许多东西；他把木耳藏在小厨子的帽子里；心、肺藏在小厨子怀里；大肠缠在小厨子腰上；甘蔗插在小厨子裤子里；鸡蛋叫小厨子夹在腋窝里。他嫌木耳偷得少，又向主人要木耳。主人说：“木耳就在小橱子头上，你拿吧！ ”小厨子一听以为是在说他，吓慌了，忙从头上拿下帽子。厨师看到小厨子给他坏了事，狠狠地骂道：“你的心在哪里呀？”小厨子忙掏出怀里的心肺说：“在这里。”厨师火了，一脚把小厨子踢倒在地上，只听得“喀嚓”、“劈啦”，蛋也打了，甘蔗也折了，围在腰间的大肠也掉了下来。主人一看吓得叫起来：“他偷就偷点吧，你把他打得腰也断了，腿也折了，肚子也破了，怎么得了呀！ ”
“见到您很高兴，”教授对一个熟人漫不经心地说，“你的丈夫好吗？”“可我还没有结婚……”“噢，是吗？那就是说你的丈夫还是单身汉。”
在拥挤的公共汽车上，一个男子发觉有人在偷他的钱包。他干脆指着口袋里的工作证对小偷说：“麻烦你，顺便把这个也拿出来吧。”“为什么？”“因为我是警察。”
也是学生时候，某生学业不佳，考试时候就头疼了，某次灵机一动，正好口袋里有几粒色子，于是靠掷色子来应付选择题，某老师看见他在同一道题上掷了几次，就奇怪地问他，他回答了：“难道不需要验算么？”
文革某年，一个外国医药代表团到上海访问，有个双突干部去接待。代表团团长说：贵国李时珍在医药上的贡献真是了不起！ 这个干部马上大声问翻译：李时珍同志来了没有？ 翻译吓了一跳，急忙向他摇了摇手。 噢，没有来，快用小轿车去接！ 翻译急得直搔头皮。 呀，他在理发？不行，叫他马上就来。翻译无可奈何，只好凑到这个干部的耳边，小声说：李时珍是明朝的！明朝来？不行，一定要今朝来！这个干部大光其火。
有人批评林肯总统对待政敌的态度：“你为什么要试图让他们成为朋友呢？你应该想办法去打击他们，消灭他们才对。”“我难道不是在消灭政敌吗？当我使他们成为我的朋友时，政敌就不存在了。”林肯总统温和地说。
某天和一朋友吃饭，她带着她三岁左右的孩子。服务员上了盘菜，我随口问道："辣吗？"只见朋友迅速的夹起菜塞进她孩子的嘴里，接着孩子"哇"地哭起来。她淡定地告诉我："挺辣的，别吃了。"
马上要五一，老板对新招来的售货员小王说：“今天很多柜台都搞促销活动，咱们也改一下价格。把那件1000元的西服打四折，会改吗？”小王说：“会，不就是把1000改成400嘛。”老板摆手说：“不对，学着点儿，是把原价1000元改成2500元，明白了吗？”
今天打lol，正激烈时候，有一哥们喊语音“兄弟们，我要回去上课了，再见”然后我们各种喷啊！“上什么课啊！逃节课没事哒，打完再走”等等，然后只听那哥们弱弱的说了句“我知道逃课没事，可是我是老师啊！”然后我们都沉默了……
小胖放学回家，对爸爸得意他说：今天老师提了一个问题，全班只有我一个人才能回答上来。老师问的什么？老师问：‘是谁把教室窗户上的玻璃打碎了？
事情看起来有点不对劲，我在三个月内死了三个太太。怎么回事？第一个太太吃有毒的草菇死了。第二个太太呢？也是吃毒草菇死的。那么的三个呢？她不肯吃毒草菇，结果因为头骨破裂而死。
一天有三个死人被送到医院。 医生问道：他们怎么都是笑着死的？ 护士答道：第一个人是因为中了500万激动而死！ 第二个人是因为乐极生悲而死！ 医生又问道：那第三个人怎么死的？ 护士说：第三个人是在一天下雨的夜里去摘苹果死的？ 医生不解：摘苹果怎么会含笑而死？ 护士答道：霎时天空来了一个闪电！他以为有人在给他拍照。
妻子：哎呀，我越来越重了！吃了减肥药还在长。结婚时我96斤，现在都108斤了！丈夫：你可是我所有投资中唯一有进展的项目！
老师用手指在地图上指着某个地方，说：小明，这是什么呀？ 小明站起来，说：是你的食指！
某宅男名言：别人儿子都会买手纸了，我儿子还在手纸上。
一男生暗恋一女生许久。一天自习课上，男生终于鼓足勇气写了张字条给那个女生，上面写着：其实我注意你很久了。不一会儿，字条又传回来，上面写着：拜托别告诉老师，我保证以后再也不上课嗑瓜子了！
上课时，老师正评讲试卷正当老师讲到一道想象题时，老师讲着一汪清澈的泉水一屌丝爆出一句：泸州老窖。全班笑喷！
阿花跟阿狗说：“今天考试的时候，我踢你一下，你就要给我瞄一下。”到了考试的时候，阿花踢了阿狗一下，阿狗便回答：“喵~~~喵~~~”
一天一老外来到中国，老外的朋友（中国人），给老外讲述中国的好地方，好人民，中国的人民都很富有！一边走着一边说着！突然老外看到街上有一乞丐！顿时老外想说这就是你说的富有！只见乞丐拿出一iphone 6 puls 接了一电话，老外惊呆了。
文具检讨大会上，不少文具开始检讨自己的错误。尺子：我太刻薄，我总是以自己的标准去衡量别人。橡皮：我每天都说脏话，我擦，我擦，我擦擦。钢笔：我陷入‘我爸是李刚’的绯闻。铅笔：大家好，我是2B铅笔。
小明：当老师真好。老师：好在那里？小明：看漫画、打电动都不用花钱，只要‘没收’学生的就行了！
老板是个福建人，年轻有为帅气英俊。今天他把我叫到办公室对我说：“小丽啊，我要一个仙人掌，黄糊色的。”当时我就懵逼了，黄糊色什么鬼，屎色吗？仙人掌哪有这样的！我俩争执了半天，他终于忍不住拉开窗帘带上墨镜指着太阳一字一句的说道：“仙！人！掌！啊！黄！糊！色！的！”
学校组织火灾演戏，并且在一楼烧那什么东西。烟特大特浓特难闻，通知我们听到警报赶紧跑到球场汇合点名。跟室友正打cf，万般不甘愿，最后人快走空了我们才下去。到球场年级主任问我们为什么这么慢，室友说没买烟雾头盔看不清转不出来。
有一个醉汉深夜回家,正好有一个小偷在醉汉家翻箱倒柜见有人来了吓了一大跳,情急之下看见有一个麻袋在那里就钻了进去...醉汉糊里糊涂的就推开门,一看有只装满东西的麻袋.就想家里没有这个袋子哪来的.于是就用脚踢个不停嘴里咕噜着这到底是啥东西呀,小偷被踢得受不了了就说了一句:“冬瓜”,那醉汉听了又狠狠地踢了一脚说了一句:“该死的冬瓜让老子猜了半天”
第一师范校门外有口水井，有名同学天天在此洗冷水澡，即使是在寒冷的冬天也坚持。每次，这同学都浇洗全身然后用毛巾擦干，擦了再淋，淋了再擦，直到擦得混身通红为止。他的老师看见了，便说：“好多学生都在看你呢！”同学笑笑：“他们一定是没见过冬天洗冷水澡的人！”老师叹道：“咱能把裤衩穿上吗？”
金钱豹看到端上来的菜，非常不满意，便说道：“这咋都是素菜，以为我没钱咋的？我长得像没钱人吗？给你说，咱啥都差，就是不差钱儿。”
解气每次老婆和老公吵架，老婆就跑到厕所呆半天。这样的次数多了，老公就不得不问老婆：“在厕所干嘛呢？好像还挺解气？”老婆说：“刷马桶！”老公问：“刷马桶也能解气？”老婆说：“不知道，反正用的都是你的牙刷。”
去年元旦，闲来无事，带着六岁的孙儿上街，途经中级人民法院宿舍区，一阵惊天动地的鞭炮声从里面传来，接着，就是汽车的轰鸣声、喇叭声由里及外，径直传上大马路。我牵着孙子的手和所有路人一样，伫立于人行道，看着婚礼车队缓缓驰过。
麟麟学过孔容让梨的故事，知道在分东西吃的时候自己要小的。一天，外婆买了梨，拿了一个很大的，削好后，怕麟麟吃不了，就划成两半，恰好一半大，一半小。麟麟见后马上就跟外婆说：我要小的！外婆很开心，直夸麟麟懂事。麟麟看着外婆在那大半的梨上咬了一口后，立刻就问：你还要吗？外婆愕然……
坐长途大巴时，见路上有两个大卡车相撞，场面惨烈，直冒黑烟……我座位旁边一个四五岁的小朋友问：“爸爸，大卡车怎么了？”可能是场面太暴力，小孩的爸爸淡定地说：“哦，俩变形金刚坐下来抽根烟。”
小明看完一本书后对妈妈说：“我们老师讲过无巧不成书，但是我看守的这本书里怎么一个''巧'字也没有啊？”
老师要学生们仿照金灿灿太阳造一个句，有很多回复，如：黑漆漆房间、白花花银子等。只有两个造的是娃哈哈牛奶、爽歪歪牛奶。
大雨倾盆而下，急忙打车回宾馆，我下车后，发现手机没了，我也不顾大雨了，狂奔着追出租车，并大喊：师傅，停车…跑出去一百多米后，发现左手握着手机，但是，司机师傅也停下车问我怎么了…我站在大雨中对师傅喊：雨大，您慢点开车啊…然后调头就跑…
老林从城里回来，告诉太太：我在街上一直打喷嚏。太太：那是因为我在家里想你的缘故。一天，老林挑重担过危桥，又一连打了好几个喷嚏，差点失足坠桥，不由顿足大骂：坏婆娘！就是想我也该看在什么地方！
司机开车回到总站时，兴冲冲地对其它人说：“今天车上死了一个人！ ”第二个司机说：“我的车上还有四个呢！少见多怪！ ”第三个司机说：“我不争气，车上只有三个人头。”第四个马上答：“我的车上刚好有三个没头的，也许就是他们，不过连双手也没了。”第五个说：“我车上有六只手。。。”第四个司机打断说：“终于凑齐了！ ”第五个司机慢慢地说：“可六只都是右手啊！ ”
老公和老婆吵架，宠物狗帮助老婆去咬老公的腿。事后，老婆觉得自己错了，想给老公道歉，但不好意思开口，就写了个纸条：我错了，请原谅！老婆让宠物狗把纸条叼给老公，老公看了纸条，深情的抚摸着狗狗的头：在这个家里，还是你理解我啊！
晚餐时，小女儿好奇的问：“妈妈，你怎么会和爸爸结婚呢？”母亲看看父亲说：“看吧！连孩子都觉得奇怪……”
一个老人刚到老人院，走去和别人搭讪”你的头发挺漂亮嘛，哪里剪的？“那老人脱下假发，怒道“你才是捡的，我买的！我买的！”
一位诗人在野外散步，阳光下，忽然远远看见一块牌子掩映在树林里，上书四个大字特别醒目“阳光不锈”，诗人当场呆住，心想，这是多么有寓意的词语，绝对不是一般人能够想到的。于是，他走过去想拜访一下这位高人。走近牌子，才发现被树丛挡住的牌子后几个字“钢制品厂”。
我领着儿子去超市买东西。挑好东西后，我指着超市里的牌子问他：“宝贝儿，上面写的是什么，你认识吗？”牌子上写着“牛奶”，儿子只念出了“牛”字。我在一旁问：“‘牛’的后面是什么？”儿子答：“尾巴。”
狄仁杰和李元芳在山坡上搭帐篷露营！入夜，狄仁杰醒来，弄醒元芳：元芳你看！天上有什么？元芳：一弯明月！狄仁杰：这事你怎么看？元芳思索片刻然后：嗯，月色不错，没有星星，明天应该是阴天！狄仁杰：笨蛋！我们的帐篷被偷了！包拯：两位莫惊，帐篷还在！是我……
一贼将偷来的货车倒出，被农村大爷生擒，交给警察。贼不解，问大爷，你咋知道这车是偷的？大爷答：你他妈的一上车，车就自动报警了。警察问：咋报的？大爷答：请注意，盗车！ 请注意，盗车！ 贼眼含热泪望着天空说：没文化太可怕了！
某天，一妇女带着孩子来存钱。孩子突然想便便，于是他妈就随手拿个垃级袋给他装。出门后，一摩托男擦身额过，把便便袋抢去了。摩托男打开一看，马上唔住了口。想；那个2逼把屎放在袋了呀。尼玛的。
三个病人的魂魄正在听侯来阎王的判决。 阎王：某甲，死刑，后日午时收魂。某甲大哭。 阎王：某乙，死刑，下月初一子时收魂。某乙大哭。 阎王：某丙，无期。 丙好奇地问：这无期是什么意思呀? 阎王白了他一眼说：还能啥意思，植物人儿呗。
男子半夜加完班回家，一进门，妻子就从卧室冲了出来，给了男子一个嘴巴子！然后说道：“你特么不是说要加班到天亮吗！怎么大半夜就回来了，老娘睡的正香呢！你想吓死老娘呀！罚你今晚不许进卧室！”说完，妻子就进了卧室，咣当一声！把门反锁了！就这样，男子在客厅冷静了一会后，淡定的去厨房拿起了菜刀...
记得高中语文老师经常上课接电话，铃声是（一生有你）。一次看这货在黑板上写字，我那2货同座故意放（一生有你）这首歌。只见语文老师扔掉粉笔拿起手机跑到教室外，然后铁青着脸回到教室继续讲课。我一时没忍住哈哈大笑起来，然后就没有然后了……
整个学期全荒废，临近考试全心碎，一周时间全没睡，考试之前全在背，走进考场全崩溃，拿到卷子全流泪，背的东西全不考，考的东西全不会。
隔壁房间传来一大一小两个男生的声音。“很大吧？”“唔…”“好玩吗？”“唔…”“别停，再接着吹！”……一阵呼吸声之后，两人一起欢呼道：“大大泡泡糖果然超大超好玩！”
小明一岁时，他第一次喊爷爷，于是爷爷死了。没多久他第一次喊妈妈，于是妈妈死了。再后来，他喊爸爸，于是隔壁的王木匠死了。一位清华博士指出：这个笑话有bug（漏洞），喊爷爷时应该是隔壁王木匠的爹死掉。而一位交大的同学指出：隔壁木匠的母亲知道这不是个bug（漏洞）
一只狐狸凭借纤细的身材，钻过了葡萄园的铁栅栏，美美地饱餐了一顿，吃完之后却发现，自己已经胖得再也穿不出栅栏，赶回来的主人轻松将它捉住打死。这个故事再次证明了那个残酷的真理：要么瘦，要么死！
当我从电话指南里查到我男朋友的新号码后，我拔通了电话。接电话的是一位女士，"麦克在吗？"我问道。"他在洗澡。"她回答。"请告诉他，他的女朋友打过电话。"我说完挂上电话。可他并没有给我回电话，我又拔了一次，这次是个陌生男人接的电话。"我是麦克。"他说。"你不是我的男朋友？！"我惊叫起来。"我知道，"他答道："我已这样向我妻子解释了半个钟头了。"
“您好，我们是一家专业广告杂志，想采访您一下，可以问您一些问题吗？大约十几个问题。”“好的。”“那好，第一个问题是，近几年您看到的广告作品中最喜欢的是哪个？”“恒源祥羊羊羊。”“好的，谢谢您的配合，再见。
一文盲拿着字典想找一个“山”字，文盲翻来翻去也没找到，后来翻到一个“妇”字，文盲看后就非常愤怒的说：“我说怎么找来找去找不到你，原来你丫的抱着个女人在睡觉！”
某日，妻子和丈夫因一点小事吵起来了，妻子在丈夫的胳膊上恨恨地咬了一口，并咬出了血。丈夫说：“你这臭婆娘，干吗咬人呀？”妻子说：“因为我君子，俗话说君子动口不动手。”
“如果梅西生在中国会怎样”的猜想，最终一名网友的答案得到了大多数人的认可：不太可能做运动员，因为从小有病，长不高，肯定不会被体校选中，很可能因为缺钱治病，一直身材矮小，上学被欺负，性格内向，但很聪明，好好读书，考取名牌大学，现在正忙着找工作…。
21：这位跳水运动员的动作难度很大，他做了一个转体三周接前空翻三周半接后空翻一个月。22：MM找大学迷路了。遇见一位文质彬彬的教授。MM：请问，我怎样才能到大学去?教授：只有努力读书，才可以上大学。23：局长与科长共乘电梯，局长放一屁后对科长说：你放屁了!科长说：不是我放的…不久科长被免职,局长在会上说：屁大的事你都担待不起，要你何用?24：小姐：现在生意不好做呀!老大：为什么?小姐：“禽流感…..”25：一女遇劫匪颤抖曰：“俺是XX学校的，刚毕业，工作都没找到，真的没有钱……”劫匪听后竟然痛哭流涕，“妹子，俺也是XX学校的，你拿好学生证，前面抢劫的还是XX学校的，你放心，阿拉绝不抢自己人!”26：想和女友ML，女友曰不洗澡不行，应允天冷可洗“局部”,洗毕，女友极为娇羞道：“亲爱的，你好好懒呦，用哪洗哪……”偶听完晕倒，偶就是刷了个牙啊~~~(巨隐讳的冷笑话)27：一个盲人乞丐戴着墨镜在街上行乞。一个醉汉走过来，觉得他可怜，就扔了一百元给他。[ AD：请高手帮您设计照片走了一段路，醉汉一回头，恰好看见那个盲人正对着太阳分辨那张百元大抄的真假。醉汉过来一把夺回钱道：“你TMD不想活了，竟敢骗老子!”盲人乞丐一脸委屈说：“大哥，真对不起啊，我是替一个朋友在这看一下，他是个瞎子，去上厕所了，其实我是个哑巴。”“哦，是这样子啊，”于是醉汉扔下钱，又摇摇晃晃地走了……28：禽流感——都是“天屎”惹的祸!!!有两种人得禽流感的几率极大——1.“禽兽” ;2.“禽兽不如”的人 …….29：A：哎，你怎么学会抽烟了?B：我从亚当夏娃偷吃禁果的时候就会了~C：知道亚当夏娃为什么会偷吃禁果吗?AB：不知!
给你们讲个故事吧，这个故事开头恐怖，中间搞笑，结尾悲哀。故事中说：“从前有一个鬼，它放了一个屁，死了。”
一只白狗走到粪坑边，低下头耸起屁股，尽情地大吃起来。一个顽皮的儿童猛地一踢，狗便落入粪坑内，等到爬起来，浑身屎尿淋漓了。就转过头用舌头舐身，脊背以后凡是舌头能触及的部位，都舐干净了。只是脊背之前的部位还是污秽粪水，呈金黄颜色。狗便摇头摆尾走入街市，市民厌恶臭味，纷纷躲避。狗长叹一声，说：“做官获取功名真是美事啊，它足够向人夸耀的了！我今天穿了黄马褂（清代官服，最初只赏给接近皇帝的文武官员，后来亦赏给有功之臣）百姓便人人怕我了！ ”
现在活佛太多了，我也打算认证个，然后弄一批陶瓷杯子，号称开过光的，卖给信徒，名字就叫“我佛瓷杯”，你们觉得有没有前途。
夫妻吵架。妻子愤怒地嚷道：我真后悔，早知道这样，我嫁给魔鬼也比嫁给你强！这是不可能的！你难道不知道近亲结婚是不允许的吗？
我问老妈咱家有什么祖传的东西，老妈点了点头，我开心的问：“是啥呀，值钱不，给我看看。”老妈笑着说：“你看过的呀。”看着我疑惑的眼神老妈掏出一面镜子：“来，看看你家祖传的丑。”
今天正在吃饭，老爸来了句：你是不是还有事情没做完。 我回答没事啊，老爸：马蓉你今天骂完了？ 我瞬间给了自己两耳光。。。MLGB这么重要的事居然忘了！
上帝问意大利人：你们的蓝色军团有那么多世界知名的球星，你们为什么拿不到冠军？意大利人哭了：裁判把我们的球星罚下场了！上帝问西班牙人：你们的斗牛士脚法那么好，你们为什么拿不到冠军！西班牙人哭了：我们的金球被裁判吹掉了！韩国人质问瑞士裁判：你为什么不帮助我们进入决赛？裁判哭了：德国人太狡猾了，我实在找不到他们的麻烦，没办法把他们罚下场，也没办法判给你们点球！
一个神经质的病人，总是诉苦说他的胃中有一头猫，在里面连撕带抓搅得很痛。一日，他昨了盲肠炎，外科医生决定乘机医好他的玻他要了一只猫，当病人麻醉药消除时，医生举着猫说：“你现在完全好了，看我们捉到了什么。”病人凝视了一下，并按了一下他的胃又叫起来：“你抓错了。我吞下去的是一只灰色的！ ”
也是我上大一那年的事，天津师大一个宿舍和我们连谊。因为她们大多是天津人，我不是，所以她们的活动我很少参加。有一次可能是国庆吧，她们那个屋唯一一个外地的跑来找我们玩，因为其他人都回家了，她一个人无聊。男生和女生在一起的时候总是喜欢讲讲鬼故事的，我们几个就轮流讲，打算吓她一下子。结果呢，我们知识太少还是怎么的，那几个故事她全听过，后来就该她讲，她就说：“你们听说过会开门的鬼吗？”我们当然没听过（就是真的听过也会说没听过的），于是她就讲：我们住的二宿舍是老房子，经常有些说不清的事情。有一回熄灯了，大家都睡不着，躺在床上聊天，突然听见敲门声。当时以为谁被关在外面，就问：是谁？外面不答，里面就说：不许开玩笑，是谁自己说，否则不给开！外面还不答，里面人赌气谁也不动。外面又敲了一会儿，不响了。里面人倒有点儿过意不去，但是一查人都在，就当是隔壁的人捣乱，不理她了。大伙儿才要睡着，突然传来拨插销的声音，一时人人神经紧张，有个胆大的就叫：玩笑别开太离谱了！靠门下铺的那个是体育生，这会儿就抄了把榔头，打算谁进来就是一榔头。外面拨了一会儿，门真的开了！里面人全吓麻爪了，谁也不敢动，可是也没人进来。等了半天，总算有人缓过来，把门重新插好。第二天问隔壁屋，她们死也不承认是她们捣鬼。此外那天晚上还有人看见鬼火，在走廊里飞呀飞的，仔细检查她们那门，果然有个烧焦的印儿，就在插销那里。这件事后来捅到学校，宿舍办给她们楼全换了暗锁，后来也就没事了。她讲完我们七嘴八舌地分析原因，突然间停电了，顿时宿舍里一片漆黑，接着就听见走廊里有沉重的脚步声，然后就是有人敲门，当时一屋子人大声怪叫：“鬼来了！ ”
一个人打电话给医生：“大夫，我妻子最近总是肚子疼，像是得了盲肠炎。”医生：“我记得二年前给你太太做过盲肠切除手术，没有见过一个人身上长两条盲肠的啊。”这个人道：“难道你就没听说过一个男人可能有两个妻子吗？”
一对男女在恋爱，一天他们第一次接吻。 男：“你告诉我，除了我，还有谁这样吻过你，亲爱的？” 女的没回答。 “你说吧！我不会见怪的。”男的说。 女的嫣然一笑：“我正数呢。”
三个人结拜兄弟，发誓两年后要各自娶回个漂亮老婆来。 两年后，甲领着老婆从日本先回来心想：不能让他们先看见。就把老婆藏到一破庙里。 不一会乙一个人也回来了，甲问乙：你去哪了，有老婆了吗？乙说：我娶了个泰国女人，没带来。 最后丙也来了，甲和乙一起问他：你去哪了，有老婆了吗？ 丙高兴的说：我哪也没去就在家呆着正犯愁呢，刚才在破庙里一下娶了两。
我一直在纳闷，老师为什么要请家长到学校？一个连未成年人都没教育好的人，还想教育成年人？
初中时，我旁边坐的一漂亮妹妹，上课无聊道：“把别人写给你的情书给我看看，以后用的着的。”她还没答话。前面一个追求她的男生掉过头：“别人给她写的你看什么！”一起骂道：“我们2个说话关你屁事。”后面看前面男生的情书我笑哭了……
小时候做作业时正偷看电视，老妈突然回家了，吓得我赶紧关上电视。 老妈一进屋问道：“你刚才干什么了？” 我：“写作业啊。” 老妈：“写作业拿着遥控器干什么？” 我：“算题。” 老妈听后愣了半天，才反应过来打我。
前一阵坐出租车，对司机说：“师傅，我是本地人可不能坑我啊。”司机说：“没事，不能坑你，不过前一阵有个日本人从北站附近坐我车要到中街宾馆，我特意带他绕去918纪念馆转悠下接受下中国爱国主义教育。”......师傅你太有才了！
小女儿问：“妈妈，你刚才为什么打我？”母亲：“打是亲骂是爱，打你就是亲你。”小女儿：“哦，原来如此，那爸爸真幸福，妈妈天天亲爸爸。”
听说女儿决定嫁给蛤蟆，虾妈妈激动地质问她：“蛤蟆那么丑你都要，你是不是瞎？”“就是啊。”小虾回答。
画家向画商出售一幅画，画商同意付50无。--50元？我向你买这块画布就花了150元。--一点不错，但那时画布是干净的。
晋时，刘道真在河岸给别人的船只拉纤，有个老妇在船上摇橹．刘道真嘲此老妇说：“女子何不织布纺纱?却来傍河操橹!”老妇答：“男儿何不跨马挥鞭?却立河边背纤!又一次，刘道真跟人一起在草舍中吃饭，见一青衣妇人从门前背着两个小儿走过，即笑着讥道“青羊引双羔。”妇人反讥道：“两猪共一槽。”道真无语相对。
手说：“我数学成绩不理想，但是我知道要做一把手，绝对不能做第三只手。我本领不大，没有妙手回春的技术，但是绝对不做咸猪手偷袭女人。”脚听到手的豪言壮语后说：“你不要游手好闲，喜欢动手动脚，自己的名声臭了，连我也搭上。”
小张去参观电脑展，逛到世界知名厂商3M的展位前，突然听到两个中学生的对话...甲：“哼！骗人！ ”乙：“怎么了？”甲：“软盘的容量明明只有1.2M或1.44M两种，哪有3M的？”
新的老师教英语。老师说：“结尾是s、x、ch、sh、o的单词后面都要加es，大家要怎么记住呢——一条小蛇（s)，犯了错(x)误，妈妈罚它吃(ch)屎(sh)， 还是圆形(o)的哦。”我们：“……”印象深刻啊有木有~
一女孩结婚前她妈妈告诉她到婆家要抢着刷碗，一定要不小心摔烂两个，以后就可以不洗碗了。她到婆家才发现用的都是不锈钢碗。
跟驾校的教练是朋友，就跟着他学了驾证，刚买了新车，就拉着教练让他看看我的技术，在一条不算宽的马路上打算倒车时后边有一辆车感觉我到不过来就放下车窗对这那车喊：“吧车挪挪耽误我倒车了...”教练来了句：“你买车该买不带喇叭的，那样便宜！”
有一个嗜酒的父亲，从杂志上看培养孩子智力的有效方法之一，是经常向孩子提出一些有想象力的问题。于是，找来儿子，试问道：你如果有一支马良的神笔，你准备先画什么?二锅头，爸爸。
外出游玩，老婆与一只狗熊狭路相逢，我在旁边提醒：“快装死！不然这玩意一巴掌能扇死你！”于是狗熊开始装死。
曾经有个西人站在我的面前，但是我没有讲中文，直到见到个西人说出一口流利中文之后才后悔莫及，尘世间最白痴的事莫过于此，如果上天能再给我一次机会的话，我会对他说：can u speak chinese?如果非要在这句英文上加句中文，我希望同佢讲...死鬼佬can u speak chinese???
深夜，喝得醉醺醺的理发师趴在朋友的肩上，摇摇晃晃地从酒吧走出来。他对朋友说："你记住，不管今后发生什么事，比如，你的房子着火啦，你的妻子出走啦，你的孩子生病啦，你就到我这儿来，哥们儿没说的，我给你刮脸，决不收1分钱"
我姐家的小孩，一次我姨问他：大的好，小的好？他说：大的好。又问：那你长大后当大坏蛋还是小坏蛋？回答：当大坏蛋。笑倒一片。
有一次，一位姑娘到外出办事，突然内急，便走到一个厕所门前，问厕所门口的一个人：“先生，请问这是女厕吗？”那人答道：“不知道，我从来没进去过！”
狄：现在剩女越来越多你怎么看？元芳：男的都找男的去了呗。狄：对于潘金莲这样的妇人你怎么看。元芳：不看，直接干。~~~元芳作不耐烦状~~~~狄：元芳，现在太平盛世，大人我已经闲的头上长草了，你一天在忙什么呢？元芳：TNND，你一天元芳元芳的，把老子当百度使，老子能不忙吗。
老婆归兮！夜幕将降临何不归？夫以洗衣为形役，奚做饭而独悲？悟已往之过错，知小三不可追；实薪水未全交，觉从今全归你。再有美眉上前，闭眼闭耳闭口。求老婆快快归，恨晨光之熹微。
一位美国旅游者到达目的地“罗马假日”旅馆后，正在付给出租车司机车费。“从机场到这儿只有10多分钟，可车费为何这么贵?”旅游者不满地抱怨道。“这根本不算贵，”司机不在乎地说，“我想你付得起。”“这我知道，”美国人解释道，“可我妻子会为这件事跟我唠叨个没完，就像我是个罪人似的。你知道犹太女人的脾气，是吧?”出租车司机没有搭话，沉默了一会儿后，他咬牙切齿地说道：“他妈的，我想意大利女人也一样!”
在单位上班，问女同事过年回不回家的男同事，大多数怀有不轨的目的！
曾经有一段时间家里闹耗子，我妈就买了耗子药来维护家庭安宁，但是一个耗子都没药倒。一天大老早的，我妈起床看了看门旮旯里的耗子药，自语：“这药怎么没有人吃啊？~~~”全家晕倒……
患者：“医生，您有什么妙药可以治好我的夜游症呢？”医生：“这里有一个装有特殊物品的盒子，可以治好你的玻你每天上床以后，把盒子里的东西撒到床的周围。”患者：“盒子里是什么东西？”医生：“图钉。”
太原地方有户人家，晚上失火了。风助火势，火仗风威，眼看是扑不灭了，父子俩连忙往外抢救物品。家里有支铜枪，是父亲最喜欢的东西，忙乱中不知放到哪里了。父亲找到一把熨斗，便把儿子叫来，吃惊地对他说：你看，这事怪不怪？大火没烧到这里，可是铜枪化成这样了。
上学的时候，喜欢一个人把饭打出来，坐在校园的藤椅上吃饭，吃完饭把碗搁地上顺便躺会儿。这有一天就喜剧了，睡醒后碗里多了几块钱..。估计这哥们些都把我当要饭的了吧！
今天在公交车上，司机骂一个小学生骂得那个狠。我特么开车八年，见过投一毛的，五毛的，一分的，游戏币也见过，你特么投俩钙片是几个意思？
“澡堂新开业，优惠啦”“什么价”“男澡堂10，女澡堂100”“男女差距这么大！”“是这样的，请问先生你要进哪个？”
冰冰昨天去老哥家玩，三岁侄女扑上来啃了一口道“叔叔，我昨晚做了一个好梦，你说会成真的吗”。“当然可以！”“我梦到叔叔给我买了好多花衣服和好多吃的呢！”。“丫头，糖吃多了会蛀牙的，换一个好么？”“可我还梦到叔叔结婚了啊”。“丫头！走，去超市！”
晚饭桌上，儿子边吃边说：“妈妈你是属猴的。”我笑着问他：“你怎么知道的？”儿子说：“爸爸告诉我的。”我问他：“爸爸是属什么的？”儿子说爸爸没告诉他。我告诉他：“你爸爸也是属猴的。”儿子听了点点头，过了会儿，问我：“你们两个都是属猴的，那我为什么是属猪的呢？”
老师：大家自己做作业 一学生说：读书人哪来的作业。。。
“我动手术了，”一个人对他的朋友说：“但医生把一块海绵留在我的肚子里了。”“那是不是很不舒服？”“也不，就是总感到口渴。”
一哥们在同桌毕业留言本上写的，最好的兄弟是：睡在上铺的哥们。最喜欢的人是：同桌的你。最难忘的事：睡在上铺的兄弟带走了同桌的你。
一天中午，一对男女准备去吃饭女：我们吃什么啊？男：去吃鸡？女：好。另一天女：我们吃什么啊？男：去吃鸡吧？女：......
今天问一朋友：“你知道世界上最不忠诚的是什么吗？”朋友说：“钱。”“为什么？”“每次我带它出门，回来的就我自己。”
NC为什么懒洋洋脑袋上要顶一坨屎？A：为什么你觉得那是一坨屎而不是冰淇淋呢？NC：因为冰淇淋我吃的比较少！
某国道旁一警亭后写出:严禁在此大小便.有困难找民警.
“老公，我发现最近我的咪咪可以夹手机了！”“卧槽，我不信，就你那小咪咪，难道被我的手改造了？”“不信我夹给你看……”“额，我看看！”“唉呀老公，没夹住，手机掉地上了…老公都怪你，手机摔坏了，给我换一个吧！”
一个有名的懒汉来找媒人。“我想请您给我介绍对象。”“很乐意。我想给你介绍一位出身好的姑娘。”“很好。”“她有许多嫁妆！”“好极了。”“她长得很漂亮，简直可以说是个仙女！”“妙极了！”“但是，她有个弱点…”“是什么呢？”“就是有时发疯。”懒汉皱起了眉头：“常常这样吗？” “每年两次。”懒汉皱起的眉头舒展开了：“如果是这样，我同意！ ”媒人沉默了，好半天一言不发。懒汉纳闷，便问道：“您什么时候去向她讲明呢？”媒人点燃一支烟，镇静他说道：“急什么呢，年轻人？让我们等到她发疯时再说吧！也许她在那个时刻才愿意嫁给您！ ”
最近总是感觉电磁炉用久了，用起来噪音太大。我看了看存折，去年也挣了不少钱，就咬咬牙买了个新耳塞。
小偷偷了一只鸡，正在河边给鸡拔毛，这时一个警察走了过来，小偷急忙把鸡仍到了河里。警察问：“你在干什么?河里是什么东西？”小偷说：“那是一只鸡,它要过河去,我在这里帮它看衣服……”
一个“别再烦我”快捷键；
苦逼的高三，下午第四节，数学老师买了一大堆馒头发给全班同学吃，瞬间发现我们是多么的爱她呀，可是，10分钟后老师拿了一堆试卷上来说：“孩子们，吃饱了吗，吃饱了就该上战场了！”说完，A君就气愤地把半个馒头摔地上，嚷着：“这TM原来是断头饭！！！”
在餐馆里吃饭时,一位等了很长时间的顾客呼唤服务员问到"我点的红烧鱼怎么还没做好?""请您再稍等片刻,先生."　"怎么?还要等?"顾客生气了,说到："难道你们的鱼是现钓的吗?"
老师叫学生用“走马观花”造句。一个学生不懂这个词的含义，就写道：“我的一位朋友能用‘走马观花’造句。”过了几天，学生取回作业本，只见老师在后面批道：“那么，请问你自己能吗？”
有人说如果有个男人原意为你在大马路上蹲下给你系鞋带，这样的男人你就嫁了吧！但是我想说：“打死结的算么？”
法官：“你就要被枪决了，还有什么最后的愿望？”犯人：“我希望穿上一件防弹背心。”
练成铁头功的大师兄刚下山，就被一个有电磁吸盘的大吊车吸走了。。。
新娘伤心地哭泣道：你跟我结婚仅仅是因为我有一点点钱！没有事的，亲爱的！新郎柔声地说，要是你有很多钱，我同样会跟你结婚的。
1、逛街的时候你不注视她而只顾着看别的女孩；2、逛街的时候你没有看别的女孩但是你看的全是男人；3、逛街的时候你没有注视别的女孩也没有看别的男人可是也没有看她而是只顾着走路结果撞了别人的报摊被要求赔偿时；4、那天她生日可是你给忘了；5、你没有忘记她的生日可是忘了给她买礼物；6、你没有忘记她的生日也没有忘记给她买礼物可是她发现你的礼物是地摊上买来的或者是商场跳楼价狂打折买一送一的；7、情人节那天你百年不遇生大病发高烧昏迷一天一夜，她不但没有受到你的礼物还不得不在医院照顾你24个小时；8、情人节那天你给她送了玫瑰，可是后来她发现那玫瑰是别人送给你的；9、情人节那天你送了她玫瑰可是她知道你同时也送了别人玫瑰；10、你妈和她同时掉到了河里，你先救了你妈；11、你妈和她同时掉到了河里，你准备同时救你妈和她可是连你都知道这根本不可能；12、你妈和她同时掉到了河里，你谁都不准备救；13、她问你她和另外一个女孩谁漂亮，你说了实话可答案是另一个女孩；14、她问你她和另外一个女孩谁漂亮，你不敢说实话；15、她问你她和另外一个女孩谁漂亮，你不敢说实话可是她逼着你要你说你没有办法最后还是说了可是还是说出了她不漂亮的实话；16、静谧的夜晚你们两个人近距离的相望着，她闭上了眼睛你突然像发现新大陆似的说她的眼睛睁着和闭着一样大；17、静谧的夜晚你们两个人近距离的相望着，她闭上了眼睛你也准备要打呼噜或者已经打起了呼噜；18、静谧的夜晚你们两个人近距离的相望着，她闭上了眼睛你偷偷把手伸进了她的口袋准备偷走她的钱包可是被她发现了；19、她问你她是否真的像我上面写的那样你说是；20、她问你她是否真的像我上面写的那样你说不是可是你偷偷的笑了表示不是才怪结果又被她给发现了。鉴于本人只是纯洁幼稚的单身大学生一族，故以上推断实属空想臆断，并不代表本人观点。如有不妥之处还望大家海涵！
“你有几个弟弟？”“一个呀！”“不对吧，你哥哥咋说他有两个弟弟呢？”“咳！一个就一个嘛，一定是我哥哥弄错了。”
骂对哭说：被狗咬了光哭有啥用，得马上去防疫部门打防疫针呀！
有一个男生晚上要坐公车回家，可是因为他到站牌等的时候太晚了，他也不确定到底还有没有车……又不想走路。因为他家很远很偏僻，所以只好等着有没有末班车……等啊等碍…他正觉得应该没有车的时候，突然看见远处有一辆公车出现了。。。。他很高兴的去拦车。一上车他发现这末班很怪，照理说最后一班车人应该不多，因为路线偏远，但是这台车却坐满……只有一个空位，而且车上静悄悄地没有半个人说话……他觉得有点诡异，可是仍然走向那个唯一的空位坐下来，那空位的旁边有个女的坐在那里，等他一坐下，那个女的就悄声对他说:“你不应该坐这班车的，”他觉得很奇怪，那个女人继续说:“这班车，不是给活人坐的……”“你一上车，他们(比一比车上的人)就会抓你去当替死鬼的，”他很害怕，可是又不知道该怎么办才好，结果那个女的对他说:“没关系，我可以帮你逃出去。”于是她就拖着他拉开窗户跳了下去，当他们跳的时候，他还听见“车”里的人大喊大叫着“竟然让他跑了”的声音……等他站稳时候，他发现他们站在一个荒凉的山坡，他松了一口气，连忙对那个女的道谢。那个女的却露出了奇怪的微笑:“现在，没有人跟我抢了……”
大学舍友，奇葩女子，开个淘宝，从没挣过钱，一日发个状态：淘宝小店开业以来挣的最多的一笔生意：俺娘让俺给她充八块钱q币，给我十块，我没找钱……
一位教社会学的老师打了个幽默的比喻说：西方国家的夫妇老是闹离婚，因为他们的爱神是个小娃儿。瞧瞧中国的月下老人，经验十足，所以中国夫妇的婚姻较为恒久。
蝌蚪嘲笑蛤蟆：“肚子挺大，里面就是没墨水，全是空气，整天只会呱呱。”蛤蟆嘲笑蝌蚪：“脑袋挺肥，就是太笨，估计是喝三鹿长大的。”
刚刚和老公在房间吵架，我家猫咪也在，正吵的热火朝天，结果老公对着猫咪说了句：咪咪你出去吧，不要看别人吵架，弄的人家怪尴尬的。然后我的气瞬间就没了！
有个寡妇刚买的蚊帐不知被谁偷了,她不去报警,去东门外一位测字先生那里测字.测测这蚊帐是被谁偷去.她到了那里:说”先生,我要测字呢.”“你要测什么事呀!”“你测测我的蚊帐是谁偷的?”这时测字先生想:我也不是警察,谁知道你的蚊帐是谁偷的,不过有钱不得是傻瓜.“那你就写个吧,”寡妇不认字.但会麻将,就写了“四万”的四字.先生说:“你家是不是住在院子里,(四字外面是个口像四合院),院子里有没有一个叫阿八的人,”寡妇回答说:“有,有,有”“这蚊帐就是阿八偷.”(四字中间不是一个八字吗.)这寡妇回去就坐在大门口等阿八.事又碰巧,这阿八原是一个偷鸡摸狗的游手好闲的人.他一进门,寡妇就高声叫道:“阿八,你把蚊帐还给我.”阿八说:“你的蚊帐不是我偷.”“是你偷!”“不是我偷.”“是你偷.”阿八这是想,这寡妇一定看见了,没有办法.只得把蚊帐还给她.寡妇想这测字测得真准呢.事过几天后,阿八不相信她会看到,我得去问问她是怎么知道是我偷盗的.“大嫂,你是怎么知道蚊帐是我偷的.”寡妇就把去东门测字的事告诉了他.阿八问她写什么字.测字先生怎么说的都对她说了.阿八想:原来是这样子.今天我也去测测我的蚊帐是谁偷的.阿八去了东门,气凶凶说:“先生,我要测字呢.”测字先生看他这么凶,心里也很害怕.但这字还是要测的.只好硬着头皮说:“先生,你要测什么事呀.”阿八说:“你看我的蚊帐是谁偷的?”他一听,坏了.偷蚊帐的事怎么都来问我,他只好说:“那请你写一个字来.”这八也写了一个四字,不过他写得这个四是草写,(因电脑没有这字形)写得象e字形.测字先生一看就0说:“先生,你根本测有蚊帐,你家里下直在烧蚊香的,这草写的四字象蚊香一样…….
陈慧琳 《喂，有人在吗？》萧亚轩 《没有人》蔡依林 《你是谁》王力宏 《你以为我是谁》萧亚轩 《最熟悉的陌生人》王 菲 《打错了》打错电话真烦人。
1、电脑是唯一一种价格不断下降的日常用品。2、非常自由，我们可以在电脑里干任何想干的事。3、可以利用教别人学电脑的机会结识很多漂亮女人。4、电脑可以帮我工作，我可以偷懒了。5、所有的朋友都使用电子邮件，可以省掉纸张、笔墨、信封和邮票的费用，并且不会有人知道你的字糟糕极了。6、是近几年才流行起来的职业，真让人羡慕。7、要是老板对我不好，随便在电脑里做点手脚，叫他赔了夫人又折兵。8、电脑技术日新月异，很适合我们这些喜新厌旧的人。9、年薪虽然并不高，却能率先享受到最先进的硬件配置。10、真是有趣极了，远远胜过医生、律师和
今天送儿子去学游泳，他的教练找我谈话，告诉我，你儿子好几次往游泳池里小便，希望你能给他说说，我说，难免的，有很多人都在游泳池里小便的。教练说，这我知道，可儿子是现在站在台子上往游泳池里尿的。我………。
卡特夫人家的小公猫在外面乱窜，一会屋顶，一会地窖。受扰的邻居敲开卡特夫人的门：“你家的猫怎幺这么疯跑？”“是这样，”卡特夫解释，“我让兽医刚给他做了手术，最近正忙着到处取消原先订的婚姻。”
记者：听说你是最富有的动物，因为人们都说你的房子多。蜜蜂：多啥呀，不过就是住的集体宿舍罢了。
一个出了名的吝啬鬼终于决定要请一次客了。他在向一个朋友解释怎么找到他家时说：“你上到五楼，找中间那个门，然后用你的胳膊肘按门铃。门开了之后，再用你的脚把门推开。”“为什么要用我的肘和脚呢？”“你的双手得拿礼物埃天哪，你总不会空着手来吧？”吝啬鬼回答。
大诗人普希金年轻时喜欢跳舞。在一次舞会上，他邀请一位小姐跳舞。这位小姐傲慢地说：“我不能和小孩子跳舞！ ”普希金灵机一动，他很有礼貌地鞠了一躬，微笑着说：“对不起，亲爱的小姐，我不知道您正怀着孩子。”
一位风湿性病患者问经理：“这里的泉水是否对身体好处？洗过温泉浴我的病会减轻吗？”“我举个例子，”经理说，“去年夏天来了个老头，身体僵硬得要坐轮椅，他在这里住了1个月，没付帐就骑自行车溜了！ ”
老夫妇回忆起当年的恋爱激动不已，于是决定像年轻时那样到河边约会!次日，老头采了鲜花，来到河边等待，等啊等，可一直不见老太太。天快黑了，老头只好郁闷回家，到家后发现老太太正在看电视。老头愤怒的嚷道：“你怎么敢失约呢?”老太太羞怯地说：“我妈不让我去。”
一女生跟男朋友分手了，旁边她同学安慰她：“那男的有什么好，土木工程的，一听就知道又“土”又“木”的！”旁边软件工程的男同学一听，心都凉了半截…
老公文件忘拿了叫我送去他单位，我打的到他单位想打电话叫他下来拿。一找手机忘带了，那就给送上去吧，文件也忘拿了，回家从拿，钥匙也没带！只有叫老公把我送回去他自己拿文件！
昨天带我的泰迪出去玩了。这尼狗在一家饺子馆门前死活也拉不动了。我低头一看才知道，这货脚下踩着二十块钱。尼玛，这是成精的节奏么？
一匹老马去森林里旅游，途中景色优美让人迷恋，它渐渐地深入了森林，待反应过来时才发现迷了路。老马大急，悲鸣求救，这时一只老山羊出现，山羊询问老马:“常言老马识途，你怎会迷了路？”老马叹口气答道:“为了拥有健康的心态，我始终保持一颗童心啊！”
今天我去充话费的时候，看到是个美女给我充，然后: 美女:充多少？ 我:100 美女:电话号码多少？ 我:我想了想说，嗯...嗯...刚换新号码不记得了 美女:那 那 那你打一下我的手机，其实我真的只是想充话费而已。
医院里，一医生边做手术边给实习生讲解，一不小心把病人弄断气了，医生叹了口气转身对实习生说：“看来得用最后一招了……”医生对患者家属说：“对不起，我们已经尽力了。”
老师：“有不少名词，同时又是量词。有哪位同学能举个例子？”小亮：“比如‘屁股’这个词，它是名词。可是我爸爸赌输了，欠了一‘屁股’的债，在这里它就成了量词。”
一位推销员疲惫不堪地敲开街角的饮食店，要了杯酒，刚尝了一口，顿时愣住：“怎么，这不是一杯白开水吗？”“哟，”店主也吃了一惊，“糟糕，我忘记掺酒了。”
说有一个哥们在上厕所时睡着了，每每有人讨论这件事的时候，我就会默默的凑过去，不是咱爱凑热闹，只是想知道那天我睡着了之后到底发生了什么？
今天带四岁女儿去看童话剧灰姑娘，她问我：“妈妈，什么是继母啊？”我说就是后妈。看了一会女儿眼含热泪的对我说：“妈妈，这后妈怎么比你还坏啊。”
我上历史课时老犯困，记得一次老师上到英法联军侵华时，看到我在睡觉。就下来狠拍我的桌子大叫“英法联军都侵华了，你还有时间睡觉！”我眯着眼不紧不慢的说“等火烧圆明园再叫我。”老师无奈继续吼道“火烧圆明园了，起来救火吧！”
小仁对小洋说：我在巷口捡到了十块钱。小洋：一定是我昨天掉的那张。小仁：可是我捡到的是两张五块的！小洋：那一定是掉的时候摔破了。
一对夫妇在河边钓鱼，夫人总吵个不停，一会鱼上钩了。夫人说：这鱼真可怜。丈夫说：是啊，只要闭嘴不就没事了吗?
妻子问丈夫：“别人都说我很漂亮，这是真的吗？”丈夫得意地回答说：“那当然了。我当科长的时候，别人说你漂亮；我当处长的时候，别人说你越来越漂亮；现在我当局长了，你当然是更漂亮了！”
罗斯福任美国总统以前，在海军部供职。某日，一位朋友问及海军在大西洋的一个小岛筹建基地的秘密计划。罗斯福特意向四周望了望，然后压低声音问：“你能保守秘密吗？”“当然能。”“那么，”罗斯福微笑着说，“我也能。”
最幸福的是和老婆打牌，把钱一点一点赢回来。最悲催的是打完了牌后，老婆来了句：把今天非法所得税交给我。
刚才跟老婆在路上走着，突然老婆不小心手一松，挎包掉地上了。 她照我屁股就是一脚：“死鬼，玉手镯在包里放着呢，摔碎了怎么办？” 我一脸惊恐地看着她：“你自己掉的，干嘛踢我？” 老婆若有所思地来了句：“哦，平时打你打习惯了。” 不说了，屁股疼。
这是我的亲身经历。记得上年我到表哥的家时，发生了一件不可思议的事。我的表哥住在沙田广源村广X楼14楼某单位。以前我去他家玩，我十分害怕，因为他的单位十分邪，我只去过他家住过两天。但自从我那次去过之后，我以后都不敢再去表哥家了。记得那次，我在表哥家住的第一天，我和表哥吃过晚饭后，就一起看电视。表哥提议我买一些零食吃，我便去买东西吃。那时是十二时，我边走一边提心吊胆。忽然听到一些脚步声，那声音越来越近，我看一看，原来是一个看更。他对我说：「你快点回家，不然十分危险的。」讲完后那看更就匆匆走了。我没有理会他，继续去了买东西。我回来的时候，已经是一时多了，我走时更害怕，在乘升降机时突然听到一些笑声。我立刻跑出升降机，心想回到家就没有事了，但我突然被一块石绊倒，我倒在地上，看见一个中学生站在我面前，他对我说：「小朋友，一起和我玩吧。」然后他一面笑一面消失了。之后，我立刻回家。回到家后，我把事情说给表哥听。表哥就说以前有一个中学生因成绩问题在走廊自杀。自从这次后，我以后也没有到过表哥家了。
为了让老公戒烟，我给他买了瓜子、果脯和薯片。看着零食越来越少，我问老公效果如何，他说：“边吃零食，边抽烟，真的比干巴巴的吸烟感觉好多了。”
校园的傍晚，男女生并肩坐在墙角，女生揉着裙摆羞涩的说：“你知道吗，据说百分之九十的女生都喜欢强吻的感觉。”男生推了推眼镜，思索片刻后问道：“为什么剩下的百分之十喜欢墙不稳？”
原来的干部小米饭南瓜汤，老婆一个，孩子一帮。现在的干部鱼翅泡饭王八汤，孩子一个，老婆一帮。
农历七月初七晚上，一对情侣在谈论牛郎织女的故事。男的问："你说，牛郎和织女为什么不天天相会呢？"女的答："不是有条天河隔着嘛。"男的说："那，我敢肯定，牛郎不会游泳！"女的问："你怎么知道？"男的说："你想，牛郎要是会游泳，还不天天游过天河去和织女相会？"
某高校院系调整圆满完成，各系无论大小纷纷挂牌以学院。总结大会上校长慷慨呈辞道：从今以后，我们学校就没系(戏)了。台下掌声四起。
有一个老头在过桥的时候把手上提的老母鸡不小心掉到了河里，河神问老人家:你掉进河里面的是金母鸡还是银母鸡？老人家回答是老母鸡，河神听了了，觉得老人很诚实，就把金母鸡和银母鸡还有老母鸡都给了这个老头。有一个老太婆听说了这件事后，带了一个鸭子在过桥的时候故意把鸭子丢到河里，结果鸭子自己游走了。
列车员：“您买的是普快车票，怎么来乘特快列车？您得补票。”乘客：“为什么要补票，您可以把车开得慢些嘛，我没钱补票，可有的是时间。”
某学校开展了一个家庭问题讨论课。在一个教室里，教师问学生：你们认为要消除家长与学生不和的现象，最好的办法是什么？一个同学大胆地站起来，对老师说：最好的办法是：您在我的学习成绩单上全填上５分。
一位风湿患者问经理：“这里的泉水是否对身体有好处？洗过温泉浴我的病会减轻吗？”“我举个例子，”经理说，“去年夏天来了个老头，身体僵硬得要坐轮椅，他在这里住了1个月，没付帐就骑自行车溜了！ ”
蛐蛐对蝉：姐姐呀，求你了，别总唱那支老掉牙的歌了，换个歌行不？蝉对蛐蛐：大兄弟呀，我也求你了，别总三更半夜的练嗓儿了，换个时间行不？
“呼叫总部，呼叫总部。” “总部收到，什么事？”  “我们接到报案有个女的因为丈夫踩到她刚拖的地上，枪杀了他。”  “你们没有抓住她吗？”  “没有，地还是湿的。”
上帝：「去把海水分开吧。摩西。」摩西：「你又要干嘛了上帝？」上帝：「采收蚵仔的时间到了。」
阿比和阿弟是一对臭气相投的朋友，两个人都十分吝啬。一日，阿比过生日，阿弟便拿了一个鸡蛋前往拜寿说：老哥哥生日，我送上一只肥鸡祝寿，只是稍嫌嫩了一点。阿比不发一言的收下了。 不久，轮到阿弟过生日，阿比如法炮制，砍了几根竹子，扛来给阿弟祝寿说：贤弟今天大寿，愚兄送上几斤竹笋，只是老了一点。
中学的时候班上有个男生语文挺好的，但普通话很不好，所以每次老师都叫他朗读，练习发音。一次语文课，学习余光中的《乡愁》，他站起来了念：“小时候／乡愁是一枚小小的邮票／我在这头／母亲在那头”，他念得小心翼翼 “长大后／乡愁是一张窄窄的船票／我在这头／新娘在那头” “后来啊／乡愁是一方矮矮的坟墓／我在里头。。。。。全班笑翻……原文是“后来啊乡愁是一方矮矮的坟墓我在外头母亲在里头”
一位女主人给大夫送去一张邀请的请柬，很快收到了回信，但是无法辨认。我只是想知道，他到底来不来吃饭，女主人说。我要是你的话，丈夫建议，我就上药房去，药剂师最会辨认大夫的字迹。药剂师看了看女人递给他的这张纸，一声不吭地走进另一个房间过了几分钟，他拿着一瓶药走了出来说:请收下吧，太太，请付五十分钱。
医生询问病人的病史，病人说：“还是小的时候，我患过英国麻疹；5年之前我得过西班牙流行感冒；不久前，一位眼科医生诊出我患有埃及眼炎。”“这么说，你患得是世界综合症。”医生作出诊断说。
很久很久以前，几个青年去吃饭，身上没钱，但是故意吃好吃的，只要老板要钱就说太贵了，然后找事，打架，然后就不给钱了，吃完鸡鱼肉蛋，老板多少钱，一文钱，啊！太便宜了，便宜那就给钱啊，几个青年你看我，我看看你，一文钱真的不贵，这架打不成，后来这个故事传了出去，叫一文钱难倒英雄汉。
甲：昨天我收到一个家伙寄来的信，信上说如果我不离开他老婆他就要杀我。乙：你离开他的老婆不就完了嘛！甲：可那个家伙在信中没有署名！
今天是小吴结婚一周年纪念日，下班后小吴给老婆送了三只玫瑰花，两支大的，一支小的。老婆高兴的接过花，心想：老公想要个孩子了，还不好意思说！老婆撒娇的问：为什么还有支小玫瑰花呢？小吴回答：花店今天搞活动！买2支大的，送1支小的！
两个人在谈论生命中不可缺少的东西，甲列举了水、粮食、衣物等等物质生活资料。乙认为音乐也是不可缺少的。甲不同意，要乙举例说明。乙激动地说：“在这次百年不遇的特大洪水中，要不是音乐，我已经不在人世了。你知道，那天半夜，我家被大水冲垮了，我一家三口在水里搏斗了十几个小时才被救上了岸，能坚持下来全靠音乐的力量”甲钦佩道：“在那种时刻，一定是您心中的旋律鼓舞您坚持了下去。”乙解释道：“那倒不是，房子冲跨后，一个大浪将我卷入水中。等我浮出水面时，我家的钢琴正好飘了过来，我就赶快爬了上去，并且意外地发现我老婆孩子已经在上面了。”
如何把情侣恩爱，土豪秀钱，学霸秀成绩放在一起说！神回复: 好讨厌，我考了98分，女友考了100分，又输给她一部iPhone6！
其实我现在这么心直口快是有原因的，小时候老爸带我出去溜达，他裤子后面扯开都露腚了，我愣是憋着一路不说，直到他感觉走路裤兜子凉嗖嗖的才…永远忘不了那天夕阳下父亲手提板儿砖跟我畅谈人生的画面……
昨天听一个讲座，讲到经常吃撑的人不易长寿的时候，她说：人这一生，大约就是吃九吨左右食物，谁先吃完谁先走…。
女：你说你很寂寞，为什么不去找你以前的女朋友而来追我呢？ 男：好马不吃回头草！ 女：你们班上也有女孩呀！我们两相隔这么远，你却来追我呢？ 男：兔子不吃窝边草！ 女：那你现在为什么又要抛弃我呢？你这个混蛋！ 男：天涯何处无芳草！
今天一哥们给我打电话，我一接…那边：“喂，是XX吗？”我：“是啊，咋了？”那边：“哦，我手机前几天丢了，你手机号码多少？发过来我存一下…”我顿时就语塞了，没我号码你丫怎么给我打的电话？这货什么智商。
一次，石中立员外郎与同职官员去看上南园所养的狮子。负责人说：县官需要每天用五斤肉来喂养它。 这些员外郎说：我们这些人的待遇反而不如这头狮子！ 石中立说：当然！我们的官都是员（园）外郎（狼），敢与园内狮相比吗？
一脑残过生日，请了好多人来，吹完蜡烛，一八卦女问：你许了什么愿望？ 脑残：我希望在场的人(除我以外)一生幸福。 所有人感到很感动，八卦女又问：愿望说出来就不灵了。 脑残：没事，就是要不灵，不然我为什么要说出来啊！
别佳到一家常去的餐馆进餐。煎肉片端来后，别佳翻来覆去只有一块，便问：“我以前来这里吃煎肉片，你们都给两块，今天怎么只有一块？”“啊，对不起，这是厨师粗心大意，忘了把肉切成两片了。”
初一上学期的时候，偶还是一很萌的小男生，一天一女生从书包里拿出一面包，偶就趁她不注意也拿了个，被发现了偶就跑，边跑边用嘴撕，撕开就往嘴里塞，塞到一半的时候感觉不对劲，怎么那么大一团棉纸？后来才知道，但偶含着跑了半个教学楼。
曹洪：“丞相你看！那个敌将又杀回来了！ ” 夏侯惇：“今天已经是第七次了吧，他不累呀？” 曹：“可恶碍…一定要把我的人马全部杀光才肯罢手么！？” 在乱军中奋战的赵云：“张飞这个XXXX的！让我垫后又不给我地图~~~长坂桥到底在哪里呀~~~~~”
宴会上小青和一位经神科医师聊天。小青问道∶「你们都怎麽诊断病人的呢？」医师回答道∶「我都先问他们一些简单的问题，如果他们会犹豫的话，我大概就可以知道他们神志有问题了。」小青很感兴趣的问道∶「是什麽样的问题？你能不能举一些例子给我看？」医师说道∶「比如说库克船长曾环游世界三次，不幸在其中的一次他去逝了，请问是哪一次？」小青犹豫了一下，有点困窘的说∶「我对历史不太熟，你能不能举别的例子？
上学的时候，有一天一个电话找我，同学接完递给我说：“你妈妈的。”我一边接过电话一边随口说到：“男的女的？”大家狂笑，我被笑了4年。
老师：是什么让一两个小时的电影变成了三四个小时？(答案：广告) 小明：是网速！ 老师：滚出去！
“我不行了，你自己快走吧。”“可是”“别犹豫了，晚了都走不了了，我不会忘记你的，一路走好。”过了会敌人追了上来，“可恶，还有一个活的快追，这具尸体就把他……”“哈，装死果然有用，那个傻小子要倒霉了。”“这具尸体就把它烧了吧！”
经典环保广告语 1.垃圾分类，从我做起？我是垃圾，先把我分分类？ 2.保护野生动物就是保护我们自己？ 我是野生动物？
吃完晚饭无聊，我说老公帮我拿个水果，没水果西红柿也行。老公一会过来站门口：没有西红柿，有韭菜吃不，吃就给你洗几根……
我独自走在路上，隐隐觉得有些不对，后颈传来阵阵寒意，咽喉像是被人捏住了，透不过气来，直到有一个路过的游方高人，大喝一声，方才将我解救：“嗨！哥们儿！你毛衣穿反了吧！ ”
这大清早的，领居真TM讨厌。我实在忍无可忍，敲开了他家的门，生气地说：“你说你没事老改WiFi密码干嘛？！ ”
有天，侯白和大家一起猜谜，约定谜底必须是大家知道的实物。侯白出谜道：“有个东西，脊背和屋一般大，肚子和屋梁一般大，口和杯子一般大。”大家猜不出，都说：“天下哪有口才杯子般大，而背却有屋子般大的东西？”侯白指着屋梁道：“你们看，燕巢不正是背靠屋顶，肚贴屋梁，口如杯子那般大吗？”又有一次，大家又在一起猜谜。这次规定不得出幽隐难识的谜，侯白又出了个谜语：“有个东西，大小像狗，而相貌却同牛一样。”有的猜是漳子，有的猜是鹿，侯白都说不对。最后大家让他公布谜底。他说：“这是条牛犊子。”
某考选部长王先生，数年前谣传将接任陈履安先生为某监察院长。王先生戏称，只有猴子元年才有可能（盖猴子当皇帝时，才有猴子元年，猴子不可能。故他也将没机会）。然而近日上层关爱的眼神眷顾，报派王先生为某监察院长之迹象甚大。难道，真有猴子元年。我可要去查查李先生的生肖了…。还是某报故意…。
很多单身的小伙子都认为：有个女朋友陪在身边是最幸福的，其实不然，像我这样的男人，感觉最幸福的事就是——媳妇儿今天没打我。
和老妈一起看西游记，看到唐僧被抓了，老妈很激动的说：“孙悟空来救他了，”我说：“在哪呢？我怎么没看到，”妈说：“看到那虫子没？孙悟空变得，”我凑近一看，是虫子爬在电视机上。
我和我爸爸说，我想参加选秀节目。我爸爸说，你还是等等吧，等我死了，要不你没有故事，初赛都进不了……
就像太阳接近清晨的大门，它先打开天空的一只小眼，驱散黑暗的精灵，照亮了一只雄鸡，唤醒了云雀去唱早祷诗，然后慢慢地给云朵涂上一圈金边，从东山后面探出头来，伸出它的金角，就像摩西因为看到了上帝的颜面而被迫用面帕罩住的额上的金角一样；正当人在讲这故事的时候，太阳升高了，露出了它美丽的脸和全部光明，然后它照耀一整天，常常有乌云遮蔽，有时又下大雨小雨，像落泪一样，很快就又落山了：人的理性和一生也如此。
吃饭上厕所，只标一NC的缩写，同去的英语达人曰，NC就是男厕嘛，于是豁然开朗，进，脱蹲一气呵成，忽灵光一闪，女厕的缩写是什么来着……
国王给公主征婚，把一个苹果放在公主头上，谁要把它射中就有机会迎娶公主。第一个男士把苹果射中，他说：“I'm 罗宾。”第二个男士也把苹果射中，他说：“I'm 后羿。”第三个男士不小心把公主射死了，他说：“ I'm sorry..."
自从听到宿舍那货唱：“我们都有一个家，名字叫中国，兄弟姐妹都很多，景色也不错，老人不图儿女为家做多大贡献啊…”尼马我也改不过来了……
心血来潮尝试去滑旱冰，一直站在边上，扶着栏杆不敢动。结果在人群中竟意外发现前女友的身影，滑的还是那么好！她看到我后很惊讶，好像还带着惊喜～！然后打了个招呼就自己滑去了。我也大胆尝试，松开手往前迈了一步，结果一个不稳，左右摇摆了几下，啪！直接就叉着腿，摔坐在地上了～就在我感慨还是在地上的感觉好时，突然发现前女友，脚一蹬一个冲刺向着我的方向冲了过来！她…是担心我吗？！不是，因为在快接近我时我清楚的看到她来了个假摔！而她的右腿刚好前伸，借着惯性蹬向了我的两腿之间…
我曾经一女同学初中时性格很像男生，有一天她剃了一个板寸头，她班主任大怒，打电话叫她家长过来。后来她妈来了，结果她妈也是个板寸头！
儿子上大学的第三天打电话跟我说喜欢上了同班的女同学，我在震惊之余表示强烈反对，并苦口婆心地劝导他年纪还小一切要以学业为重，他似乎有些抵触，和我争论了许久，最终，我还是妥协了，因为他说了一句：“好吧，其实我宿舍的男同学也挺眉清目秀的！”
儿子一年级时有道题，十四个人划船过河，小船可以载两人，问几次可以过完？儿子答13次，老师的答案7次，儿子追着老师问船谁划回来的...
不知道大家有没有遇见过这种人，在公交上看见有老人站着就装睡，为了不让座。 装又装不好，时不时的还眨眼看看老人下车了没。我和他们不一样，我装的特像，谁叫我也不答应，到总站了司机叫也不答应，警察医生叫也不答应，法医叫也不答应，最后被活埋。
男：“亲爱的，要是让我好好看看你的脸蛋儿，我 就替你买一双黑貂皮手套；要是让我握握你的手，我 就给你买一条银狐皮围巾；要是让我亲亲你，我一定 给你买一条水獭皮披肩；啊，要是让我……” 女：“够啦，够啦！我会热死的！ ”
听同学说，一次她们宿舍的一个女生去买卫生巾，对老板说：一包卫生巾。老板居然问：要三鲜的还是麻辣的？然后那个同学愣了一下，说：三鲜吧，我怕麻辣的我受不了。
老婆：“老公，我听说这太平洋上有个小岛，奇怪的是这个小岛上没有女人和驴子。”老公爱理不理的：“那可真是够奇怪的哈。”老婆：“我想和你一起去那里，这样小岛上就什么都有了。”老公……
拥有百万家产的富翁欧里病倒了，卧床不起，看样子病得不轻。他对医生说：“大夫，如果我康复了，我捐５０万美元给您的新医院。”医生很高兴，竭尽全力为他看玻几个月后欧里恢复了健康，医生说：“您感觉良好，这使我很高兴，我想和您谈谈应为新医院捐款的事儿。”欧里很惊奇地说：“是我答应的？”“是啊，您亲口对我许诺的。”“我病得多厉害呀！甚至说起胡话来了！ ”
有一位妇人来找林肯总统，她理直气壮地说：“总统先生，你一定要给我儿子一个上校的职位。我并不是要求你的恩赐，而是我们应该有这样的权利。因为我的祖父曾参加过雷新顿战役，我的叔父在布拉敦斯堡是唯一没有逃跑的人，而我的父亲又参加过纳奥林斯之战，我丈夫是在曼特莱战死的，所以……”“夫人，你们一家三代为国服务，对于国家的贡献实在够多了，我深表敬意。现在你能不能给别人一个为国效命的机会？”林肯接过话说。
今天上一年级的侄子问我：姨，一条蛇追一只青蛙追到河边青蛙扑通一声跳到河里溅起无数的浪花的花字怎么写？ 我。。。
"爸爸，你说这世界上真的有鬼吗？""傻孩子，当然没有。""可是我有点怕。""别胡思乱想，时间不早了，快把我的脑袋还给我，回自己的棺材睡去吧。"
列车上，列车员对乘客说：“只有所有乘客同意，才能抽烟。”“可车厢里只有我一个人！ ”乘客抗议说。“遇到这种情况，必须等待，等到有人来！ ”
我这个人遇到别人做很傻的事，或者快碰到我的人的时候，我会喊：“哥”一下。那天我去加油站加油，骑的摩托车，加完了油，发动好车正准备走，突然不知道哪里来的疯狗跑到我车轮子下，我大喊一声：“哥！你弄啥了？”喊完我都后悔了！加油的妹妹捂住嘴和旁边的人一起猛笑！
结束单身不容易，从我堂哥身上我算是看出来了。三年前家里对他的要求是媳妇必须温柔贤淑，上的厅堂下得厨房。两年前的要求是媳妇懂事孝顺就行。一年前的要求是媳妇不缺胳膊少腿就好。现在的要求是媳妇只要还是人就能接受！
有盲子暑月食螺蜘，失手堕一螺肉在地。低头寻摸，误捡鸡屎放在口里，向人曰：“好热天气，东西才落下地，怎就这等臭得快！”
一商家到某小区搞促销，为期六天。第一天的广告标语是“清仓大处理”第二天：“忍痛割爱”第三天：“疯狂大减价，心在流血！ ”第四天：“疯狂大减价，倒计时还有三天”……第五天：“最后的奉献……向小区居民挥泪告别！ ”第六天：“感谢热情的小区居民请我们留下，还有最后六天！ ”
早上做了个梦,梦里我和几个朋友被劫持了,大伙正考虑怎么脱身的时候闹钟响了。起来正准备穿衣服,突然想到如果我溜掉了,剩下的哥们会不会被杀掉啊?兄弟如手足,我可不能扔下兄弟们不管,于是就躺下接着睡了～
旅游者乘坐着一辆大型游览车在华盛顿城观光。到五角大楼的时候，司机告诉大家，这栋大楼花了好几百万美元，用了一年半的时间才建成。一位矮小的老妇人失声说：在我们得克萨斯，建造这么一座楼房，不用花这么多钱，也不用这么长时间。游览车到了司法部大楼前，司机又解说道，这栋大楼花了数百万美元，几乎用了两年的时间才建成。那位矮小的老妇人又把刚才说过的话重复了一遍。最后，汽车经过华盛顿纪念碑时，司机特地把车速放得很慢，一句话也不说了。矮小的老妇人憋不住了。对司机大声嚷道：喂，这是什么？司机头也没回，就说：对不起，太太！这个我可不知道。因为昨天这里还没有它！`.split('\n')